[
  {
    "id": 1,
    "name": "Aimee Abalos",
    "profile-pic": "aimee.jpg",
    "social": {
      "portfolio": "http://aimemee.com/",
      "facebook": "",
      "instagram": "",
      "linkedin": "",
      "twitter": "",
      "other": ""
    },
    "aboutme": ["Aimee is an engineer and design technologist living in New York. She is passionate about using new and emerging technology to challenge complex societal and environmental problems. Her current interest is in AR/VR/MR."],
    "project": {
      "title": "Coexist: Polar",
      "website": "http://coexistgame.com/",
      "thesis-category": ["Playful Experiences"],
      "coverImage": "coverImage.jpg",
      "image": ["1.png", "2.png","3.png","4.png"],
      "video": ["https://www.youtube.com/embed/fMU8ns6WNvM"],
      "tags": ["Wildlife Conservation", "Climate Change", "Simulation Game"],
      "description": ["The Anthropocene is a geological epoch marked by human impact on Earth's environment and climate change. Beginning with the Industrial Revolution, the Anthropocene is an era that began shaping our modern lifestyle to rely on non-renewable resources. While humans continue to own and harvest the earth's natural resources, wildlife is forced to interact with our technology and adapt to environmental changes generated by humans.","Coexist is an interactive installation that frames the game, POLAR. While the installation depicts the evolution of human technology since the beginning of civilization, POLAR is a \"first-bear\" perspective game of animal survival in the Arctic. Displayed on a large screen, it's intended for one player, as well as an on-looking crowd. The crowd represents the effect of by-standing: Humans witnessing the denigration of precious wildlife without actions or capabilities to stop it.","The Arctic is the symbols of purity and wonder, but it is also well-known as the icon of climate change. I went to Alaska to fulfill my dream, and I brought back a unique experience on investigating human-wildlife coexistence. In the Anthropocene era, technology is the primary negative impact that causes environmental destruction. However, it is also the tool for the human to proceed forward. Coexist explores the possibilities of emerging technology in creating a good social impact in environmental issues.","Polar is an animal-centered experimental game created for Coexist that attempts to formulate player's empathy with animals by shifting their role from a human to other living species in the same space. Polar, the game, focuses on portraying wildlife animals’ vulnerability to live in Anthropocene era. The user plays through the eye of Polar Bear to experience their struggle for survival on their habitat. Are you ready to be a POLAR BEAR and survive this winter? Think like a Polar Bear!","Can you win the game? Yes, the answer is in your action." ,"How to win the game? To win the game, you need to understand how wildlife can adopt new environmental changes caused by human activities.","Human activities bring direct and indirect destruction in the Arctic. Climate change increases the sea level strongly affect the wildlife that is highly dependent on sea ice. The melting sea ice forced Polar Bears to migrate south. But there is a new challenge that is facing them – direct contact with human causes human-wildlife conflict that threatens both lives." ,"This project is the starting point of investigation on possible solutions to improve human-wildlife coexistence. The goal of the project is to influence users to think sustainable by planting a seed in their head through a short experience or story."],
      "studio-professor-1": "Anthony Deen",
      "writing-professor-1": "Andrew Zornoza",
      "studio-professor-2": "Jesse Harding",
      "writing-professor-2": "Chris Prentice"
    }
  },
  {
    "id": 2,
    "name": "Sydney Adams",
    "profile-pic": "sydney.jpg",
    "social": {
      "portfolio": "https://sydneyadamsdesigns.com/portfolio/recurrent/",
      "facebook": "",
      "instagram": "",
      "linkedin": "",
      "twitter": "",
      "other": ""
    },
    "aboutme": ["Sydney is New York based interaction designer that specializes in game design and interactive media. With a background in English and Creative Writing, her work centers around strong narratives, unique characters, and unexpected twists. She will continue working in story-driven media, and will be one to watch in the coming years.  "],
    "project": {
      "title": "Recurrent",
      "website": "https://sydneyadamsdesigns.com/portfolio/recurrent/",
      "thesis-category": ["Playful Experiences"],
      "coverImage": "coverImage.jpg",
      "image": ["1.png", "2.png", "3.png", "4.png", "5.png"],
      "video": ["https://player.vimeo.com/video/259288784", "https://player.vimeo.com/video/267318442"],
      "tags": ["Interactive Story", "Tablet", "Mobile", "Storytelling", "Game", "Diverse", "Narrative"],
      "description": ["Recurrent is an interactive story game about three lost souls at the mercy of a sinister girl, and her otherworldly Playground. Together, 'First,' a child who has trouble fitting in, 'Second,' a middle-aged schoolteacher battling social norms, and 'Third,' a teen with identity issues, must work together, or risk being the shadow girl’s playmates, forever.  "],
      "studio-professor-1": "Melanie Crean",
      "writing-professor-1": "Mattie Brice",
      "studio-professor-2": "John Sharp",
      "writing-professor-2": "Mark Stafford"
    }
  },
  {
    "id": 3,
    "name": "Nyantee Asherman",
    "profile-pic": "nyantee.jpg",
    "social": {
      "portfolio": "http://nyantee.com",
      "facebook": "",
      "instagram": "",
      "linkedin": "",
      "twitter": "",
      "other": ""
    },
    "aboutme": ["I am a creative technologist interested in applying design and technology to social justice issues. I'm also an art fanatic interested in museums and educational technology. "],
    "project": {
      "title": "The Real Me(s)",
      "website": "",
      "thesis-category": ["Data", "Culture/Issues"],
      "coverImage": "coverImage.jpg",
      "image": ["1.jpg", "2.jpg"],
      "tags": ["privacy", "publicity", "community",  "networking",  "in-groups", "code-switching", "marginalized", "activism", "social justice"],
      "description": ["In The Prism: Privacy in an Age of Publicity, Jill Lepore writes this catching statement, “The defense of privacy follows, and never precedes, the emergence of new technologies for the exposure of secrets. And this has never seemed more true. Each day we’re learning more about how our privacy is breached using what we share on social media. As a response more users have receded into private accounts as a way to protect themselves, if not from facebook, then at least from the prying eyes of neighbors, family members, and potential employers. We try to be “authentic” online but by authentic we mean verifiable. We make sure our online personality(or personalities)  can be verified in person, that it never deviates from our off-line selves or we could be implicated professionally and/or socially.", "Over the course of the last year, I have used my thesis to explore this question : what does it mean to express ourselves authentically online? The projects I have developed have become practiced-based research into this question. Each allowed me to procure conclusions about how current online systems produce online cultures that inhibit our ability to express ourselves freely, find places to be vulnerable, and connect to to each other. Ultimately, my aim is that this study and its findings will inspire designers of social media sites to experiment with anthropological approaches to user-research and apply what these fields know about culture and society to their designs of the applications and networks of the future."],
      "studio-professor-1": "Melanie Crean",
      "writing-professor-1": "Mattie Brice",
      "studio-professor-2": "Mattie Brice",
      "writing-professor-2": "Loretta Wolozin"
    }
  },
  {
    "id": 4,
    "name": "Mehtap Aydin",
    "profile-pic": "mehtap.jpg",
    "social": {
      "portfolio": "http://www.mehtapaydin.com/",
      "facebook": "",
      "instagram": "",
      "linkedin": "",
      "twitter": "",
      "github": "https://github.com/mehtapaydin",
      "other": ""
    },
    "aboutme": ["Hi, I am Mehtap, interaction designer and creative technologist. I am creating solutions for constantly changing technological landscape by designing across mobile experiences, Voice User Interfaces, AR/VR interactions and physical computation. My aspiration is to simplify complex systems, giving meaning the technology and to make it easy to use and accessible for everybody. I am also intrigued by exploring new tools, platforms, methodologies to find new ways to create enriching experiences through interactive media. I am curious about how technology can make our lives easier, make us connected and more engaged and I keep exploring how this changes are transforming our interactions with each other and the society."],
    "project": {
      "title": "Spread the Word",
      "website": "",
      "thesis-category": ["Playful Experiences", "Product Design", "Storytelling/Film"],
      "coverImage": "coverImage.jpg",
      "image": [""],
      "video": ["https://www.youtube.com/embed/AyXmSM7C4i4"],
      "tags": ["Interactive Installation", "Audiovisual Collage", "Storytelling", "Projection Mapping", "Domestic Violence"],
      "description": ["Spread the Word is a listening experiment in the form of an interactive digital collage for its participants to hear domestic violence stories from victims’ perspective by altering their vulnerable images and reconstructing it to show their experiences in a more striking way. It is a single person experience in the composition of video collage projected on a layered surface on wall. By clicking on segments, each segment of the face starts playing and victim’s voice heard. Video cues support the victim’s storytelling with the layered form on the wall. Layers represent the different sides of the problem and its evolution in time. By continuing to click on segments of the collage, a participant reconstructs the story, engaging in the narrative of abuse in a novel and striking way."],
      "studio-professor-1": "Anezka Sebek",
      "writing-professor-1": "Ethan Silverman",
      "studio-professor-2": "Mattie Brice",
      "writing-professor-2": "Loretta Wolozin"
    }
  },
  {
    "id": 5,
    "name": "Estee Bruno",
    "profile-pic": "estee.jpg",
    "social": {
      "portfolio": "http://esteebruno.com/",
      "facebook": "",
      "instagram": "",
      "linkedin": "https://www.linkedin.com/in/estee-bruno-7106303b/",
      "twitter": "",
      "other": ""
    },
    "aboutme": ["Estee Bruno is a creative technologist originally from New York City. She is interested in bringing ideas to life by bridging the gap between design and technology by utilizing several different technological mediums including VR, Wearable Technology, and Product Design."],
    "project": {
      "title": "Essential",
      "website": "",
      "thesis-category": ["Wearable", "Product Design"],
      "coverImage": "coverImage.jpg",
      "image": ["1.jpg"],
      "tags": ["Product Design", "Customized", "Wearable", "Video",  "Assistive Device", "3D print"],
      "description": ["Essential helps people with disabilities of the arms, hands, and shoulders, to keep their hair back while eating, because it can be difficult or inconvenient to do so independently. It is inspired by the everyday challenges people with ALS have.", "Imagine eating and not being able to clean the food off your mouth or constantly having to spit your hair out of your mouth when food gets caught. Many people with ALS are unable to style their own hair, or feed themselves. Unfortunately, there are not many options for people who have long hair. The need for a design that is functional enough to help people with their hair while eating is what Essential fulfills."],
      "studio-professor-1": "Aya Karpinska",
      "writing-professor-1": "Loretta Wolozin",
      "studio-professor-2": "Christopher Romero",
      "writing-professor-2": "Ethan Silverman"
    }
  },
  {
    "id": 6,
    "name": "Shuang Cao",
    "profile-pic": "shuang.jpg",
    "social": {
      "portfolio": "http://shuangc.wixsite.com/shuangcao",
      "facebook": "",
      "instagram": "",
      "linkedin": "http://www.linkedin.com/in/shuang-cao",
      "twitter": "",
      "other": ""
    },
    "aboutme": ["Shuang Cao is a multimedia designer and developer. She is enthusiastic about interactive design, creative coding, and creative storytelling. Her works range from interactive installations, VR/AR, games, to animations."],
    "project": {
      "title": "Neverdream",
      "website": "http://shuangc.wixsite.com/shuangcao/neverdream",
      "thesis-category": ["Interactive Installation", "Culture/Issues"],
      "coverImage": "coverImage.jpg",
      "image": ["2.jpg"],
      "video":["https://player.vimeo.com/video/267119471"],
      "tags": ["Creative Storytelling","Interactive Installation","Augmented Theater","Immersive Experience","Interactive Design","Traditional Culture"],
      "description": ["Neverdream is an installation which reinterprets a traditional Chinese opera, The Peony Pavilion. From the perspective of Du Liniang in the story, participants experience the narrative using 3D story objects to remix elements of plot.","The interaction allows exploration between dream and reality in the story and across the boundary between the symbolic and the actual world.  Neverdream attempts to make traditional Chinese opera relevant to contemporary audiences."],
      "studio-professor-1": "Sven",
      "writing-professor-1": "Louisa",
      "studio-professor-2": "Colleen",
      "writing-professor-2": "Barbara"
    }
  },
  {
    "id": 7,
    "name": "Xiaoling Chen",
    "profile-pic": "xiaoling.jpg",
    "social": {
      "portfolio": "http://www.sherlin.design/",
      "facebook": "",
      "instagram": "",
      "linkedin": "https://www.linkedin.com/in/sherlinchen/",
      "twitter": "",
      "other": ""
    },
    "aboutme": ["I’m Xiaoling, original from Chengdu, China. Right now based in NYC. I’m specializing in user experience design (product strategy, user research, UX flows, wireframe, prototyping, and usability test), along with hands-on experience in motion design and front-end coding.", "In my spare time, I love keeping up with the latest business/technology news and then make investments for the potential public stocks, or the hot topic for the cryptocurrency."],
    "project": {
      "title": "ASEED - Your Personalized Chatbot",
      "website": "",
      "thesis-category": ["Product Design"],
      "coverImage": "coverImage.jpg",
      "image": ["1.jpeg","2.jpeg","3.jpeg","4.jpeg","5.jpeg"],
      "video": ["https://player.vimeo.com/video/267798791"],
      "tags": ["Chatbot", "Machine learning", "middleman", "overseas educational consultant"],
      "description": ["Sign up to find the right overseas school or you and connect to experts, giving you unbiased, authoritative advice on applying to colleges."],
      "studio-professor-1": "Sven Travis",
      "writing-professor-1": "Louisa Campbell",
      "studio-professor-2": "Katherine Moriwaki",
      "writing-professor-2": "Andrew Zornoza"
    }
  },
  {
    "id": 8,
    "name": "Jaeky Cheong",
    "profile-pic": "jaeky.jpg",
    "social": {
      "portfolio": "http://thinkingcat.squarespace.com/",
      "facebook": "",
      "instagram": "",
      "linkedin": "http://www.linkedin.com/in/jaeky-cheong",
      "twitter": "",
      "other": ""
    },
    "aboutme": ["Jaeky graduated from BFA SVA computer art in 2013 and worked as a 3D Generalist for 2 years in New York. She loves to explore new cultures and people in the world and also loves to draw everything around her.  "],
    "project": {
      "title": "Dream Cat",
      "website": "",
      "thesis-category": ["Playful Experiences"],
      "coverImage": "coverImage.jpg",
      "image": ["1.jpg","2.jpg","3.jpg","4.png","5.png"],
      "tags": ["AR, augmented reality", "card game", "game, cat", "cat lovers", "pet", "pet owners"],
      "description": ["My project, ‘Dream Cat,’ is a two-player Augmented Reality matching card game based on cats’ behaviors and characteristics. The goal of my project is to provide a fun, playful, and icebreaking game for cat lovers' community. Through the card game, two users can learn about cats’ characteristics and behaviors and then talk about their interest and experience with the cats. Also, users are allowed to collect various cat character cards and see the animated 3D cats through the AR program."],
      "studio-professor-1": "Aya Karpinska",
      "writing-professor-1": "Loretta Wolozin",
      "studio-professor-2": "Colleen Macklin",
      "writing-professor-2": "Barbara Morris"
    }
  },
  {
    "id": 9,
    "name": "Jeana Chesnik",
    "profile-pic": "jeana.jpg",
    "social": {
      "portfolio": "http://jeanadesigns.com ",
      "facebook": "",
      "instagram": "https://www.instagram.com/jeanacee/",
      "linkedin": "",
      "twitter": "https://twitter.com/jeanacee?lang=en",
      "other": ""
    },
    "aboutme": ["Jeana designs projects that encourage curiosity and exploration with technology placed inspired by urban landscapes and immersive storytelling. Her background designing learning environments as an Instructional Designer and growing passion for urban tech has inspired her to create an array of creative projects while pursuing a M.F.A in Design and Technology at the Parsons School of Design. Projects of hers include technology within the realms of Augmented Reality, Virtual Reality, 360 Film, 3D Environments, Projection Mapping, Arduino, and Lighting Design Installations. "],
    "project": {
      "title": "Oscuridad, Walking Through the Darkness",
      "website": "",
      "thesis-category": ["VR/MR/AR"],
      "coverImage": "coverImage.jpg",
      "image": ["1.jpg", "2.jpg"],
      "video": ["https://player.vimeo.com/video/257840863"],
      "tags": ["Unity", "3D Environment", "Virtual Reality", "Environmental", "Sustainability", "Puerto Rico", "Lighting, Darkness"],
      "description": ["Walking Through The Darkness is a large scale projection that takes the viewer into a world of those living without light and reveals stories hidden in the darkness. Inspiration for this project came from Jeana's experience as a videographer for a short documentary she directed about a group of Parsons lighting design students visiting Puerto Rico four months after Hurricane Maria destroyed the main power grid of the island. While documenting communities still living without electricity, she was inspired by the resilience of the Puerto Rico communities and their adaption to their new rhythm of life living without electricity. Each night as dusk would approach, a quiet stillness would fall over the neighborhoods without electricity. As the team would make their way back to San Juan each night where electricity was working, they would see pockets of light that would appear and disappear within various neighborhoods.", "There was a moment when we were driving through a community just after dusk and we could hear the generators kicking in for the night. As I had my camera out the window trying to film, I turned to my right in the opposite direction and could see a globe of light floating in the middle of the doorway of a unlit home. As we drove passed, I realized it was a person standing there, a woman figure in the darkness with a solar lamp light around their neck, just quietly standing there watching our car lights pass by. The visual was so powerful. It finally hit me how many other lives are in the dark around us and throughout the island, quietly waiting. We forget about the life living in the dark because there is such a disconnect with light and darkness. We think life is only in the light, but there is life breathing in the dark as well. These communities are slowly being forgotten about and to this day still don't have power. She's still standing there night after night watching the world pass by and what are we going to do about it?", "Jeana's memories of the quietness and pockets of light discovered from the experience guided her to recreate a 3D environment within Unity to capture the visuals that she was unable to capture with digital film. Each vignette of light is inspired from real life interviews and visuals she witness while visiting the communities of Puerto Rico."],
      "studio-professor-1": "Anezka Sebek",
      "writing-professor-1": "Ethan Silverman",
      "studio-professor-2": "Chris Romero",
      "writing-professor-2": "Ethan Silverman"
    }
  },
  {
    "id": 10,
    "name": "Andrew Cotter",
    "profile-pic": "andrew.jpg",
    "social": {
      "portfolio": "",
      "facebook": "",
      "instagram": "",
      "linkedin": "",
      "twitter": "https://twitter.com/ThatCotter",
      "other": ""
    },
    "aboutme": ["Computational Art + Design"],
    "project": {
      "title": "From Easy to Simple",
      "website": "http://thatcotter.github.io/thesis/",
      "thesis-category": ["Education"],
      "coverImage": "coverImage.jpg",
      "image": ["1.gif"],
      "tags": ["Education", "Creative Coding", "p5js"],
      "description": ["In programming education, students are often first introduced to the simplest concepts of a language before more complex topics. Their initial understanding of data types is applied to understand logic statements, which then abstract up into functions and classes. This approach is often referred to as the 'Procedure-First' method. This problem with this approach arises from a semantic misunderstanding of the difference between 'simple' and 'easy.' Definitionally, something simple is irreducibly complex, meaning that it can't be broken down further. Conversely, something easy is familiar or ready-at-hand. In this way, the progression from simple to complex isn't necessarily congruent to the progression of easy to hard. In this way, what is complex in programming can be easier to understand than what is simple. This is also in line with how people learn many other processes. If you want to teach someone how to drive a car, you don't start with the lower levels of machinery like the carburetor, you start from the highest level of abstraction: the steering wheel. This method of teaching programming is known as the 'Model-First' approach.", "Grokking Creative Code aims to test and apply the Model-First approach as an online book of tutorials with interactive sketches, which can help independent learners advance from a post-beginner skill level into an intermediate level. I have been testing this method by showing the tutorials I've written to fellow students. Before and after they go through the tutorial, they describe how they would approach the problem that the lesson addresses. Although an imperfect method of evaluation, this is how I've been able to gauge the relative degrees in confidence and understanding that they've gained. With this feedback in hand, my ambition is to thoughtfully implement the Model-First method of teaching, help popularize the method, and promote its broad application to other levels of creative coding."],
      "studio-professor-1": "Aya Karpinska",
      "writing-professor-1": "Loretta Wolozin",
      "studio-professor-2": "Jesse Harding",
      "writing-professor-2": "Chris Prentice"
    }
  },
  {
    "id": 11,
    "name": "Lauren Donohue",
    "profile-pic": "laurenD.jpg",
    "social": {
      "portfolio": "http://ldonohue.com/",
      "facebook": "",
      "instagram": "https://www.instagram.com/stolenbytigers/?hl=en",
      "linkedin": "",
      "twitter": "https://twitter.com/stolenbytigers?lang=en",
      "tumblr": "http://stolenbytigers.tumblr.com/",
      "other": "@stolenbytigers"
    },
    "aboutme": ["Lauren is a writer, illustrator, and product designer, born in Chicago and raised in California. She studied film at Yale University, where she was trained as a screenwriter, and worked in the independent film industry in New York for nearly three years, before moving back to the west coast, and taking a job with the Public Library of Science in 2013. She started as production coordinator, and was promoted to full production editor in 2015 where she supervised production on four of PLOS's titles: Genetics, Computational Biology, Neglected Tropical Diseases, and Pathogens.", "In fall of 2016, she returned to school at Parsons School of Design as an MFA candidate in the design + technology program.", "She likes to cook, read sci-fi and fantasy, and DIY in her spare time, and has an unnatural affinity for John Hughes movies."],
    "project": {
      "title": "Grimoire",
      "website": "http://ldonohue.com/grimoire.html",
      "thesis-category": ["Storytelling/Film"],
      "coverImage": "coverImage.jpg",
      "image": ["coverImage.gif"],
      "tags": ["Teens", "Reading", "Illustration", "Paper craft", "Literacy"],
      "description": ["A Picture Book For Teenagers"],
      "studio-professor-1": "Anezka Sebek",
      "writing-professor-1": "Ethan Silverman",
      "studio-professor-2": "Katherine Moriwaki",
      "writing-professor-2": "Andrew Zornoza"
    }
  },
  {
    "id": 12,
    "name": "Aim Duangratana",
    "profile-pic": "aim.jpg",
    "social": {
      "portfolio": " http://aimmers.com/",
      "facebook": "",
      "instagram": "",
      "linkedin": "",
      "twitter": "",
      "other": ""
    },
    "aboutme": ["Pornsima Duangratana is a multidisciplinary designer who specializes in visual and interaction design. With a background in communication design, she loves exploring new ways to execute new solutions to make a difference to the society. For her thesis she chose to explore the realm of game design and with great responses she will be continuing her game and bringing it into the world."],
    "project": {
      "title": "Stress Express",
      "website": "http://stressexpress.company",
      "thesis-category": ["Playful Experiences"],
      "coverImage": "coverImage.jpg",
      "image": ["1.png","2.png","3.png","4.png","5.png"],
      "video": ["https://www.youtube.com/embed/nk1AiBnSG1k"],
      "tags": ["Card Game", "Game Design "],
      "description": ["The world is currently running on steroid speed and people are stressed-out failing to keep up with the pace. Stress Express is a hybrid cards and mobile phones game that pokes fun at stressful, hard-working people. This game will allow players to experience their lives from a macro view where it mimics their busy, overworked and overwhelmed life in a humorous way. The intention for this game is for players to reflect upon the absurdity of a chaotic life, and have them laugh about it. Check the game out at http://stressexpress.company"],
      "studio-professor-1": "Anezka Sebek",
      "writing-professor-1": "Ethan Silverman",
      "studio-professor-2": "John Sharp",
      "writing-professor-2": "Mark Stafford"
    }
  },
  {
    "id": 13,
    "name": "Hannah Ekman",
    "profile-pic": "hannah.jpg",
    "social": {
      "portfolio": "",
      "facebook": "",
      "instagram": "",
      "linkedin": "",
      "twitter": "",
      "other": ""
    },
    "aboutme": ["Hannah is a creative technologiest focused on the field of UX design and research.  "],
    "project": {
      "title": "Fish Eyes",
      "website": "http://fisheyes.tech",
      "thesis-category": ["Product Design"],
      "coverImage": "coverImage.jpg",
      "image": ["1.jpg"],
      "video": ["https://player.vimeo.com/video/267028917"],
      "tags": ["artificial intelligence", "UX research", "UX design", "UI design"],
      "description": ["Artificial Intelligent tool which analyzes existing surveillance footage to improve spatial planning."],
      "studio-professor-1": "Melanie Crean",
      "writing-professor-1": "Mattie Brice",
      "studio-professor-2": "Colleen Macklin",
      "writing-professor-2": "Barbara Morris"
    }
  },
  {
    "id": 14,
    "name": "Roxanne Farkas",
    "profile-pic": "roxy.jpg",
    "social": {
      "portfolio": "",
      "facebook": "",
      "instagram": "",
      "linkedin": "https://www.linkedin.com/in/farkasroxanne/",
      "twitter": "",
      "other": ""
    },
    "aboutme": ["Roxanne Farkas is a product designer focused on usability. Roxanne enjoys using her background in design and front-end development to build functional prototypes that help bring the experience of the product to life."],
    "project": {
      "title": "HealthAid",
      "website": "",
      "thesis-category": ["Education"],
      "coverImage": "coverImage.jpg",
      "image": ["1.png", "2.png", "3.png", "4.png"],
      "tags": ["education", "healthcare"],
      "description": ["HealthAid is an educational mobile web application designed to empower young adults to more proactively manage their healthcare. The application guides users through step-by-step, self-directed medical examinations enabling users to better maintain their health between appointments or in the event they don’t have ready access to healthcare providers. HealthAid allows users to store their own Patient Health Information, giving them a greater understanding of their health."],
      "studio-professor-1": "Aya Karpinska",
      "writing-professor-1": "Loretta Wolozin",
      "studio-professor-2": "Katherine Moriwaki",
      "writing-professor-2": "Andrew Zornoza"
    }
  },
  {
    "id": 15,
    "name": "Kuldeep Gohel",
    "profile-pic": "kuldeep.jpg",
    "social": {
      "portfolio": "https://www.kuldeepgohel.com",
      "facebook": "",
      "instagram": "",
      "linkedin": "",
      "twitter": "",
      "other": ""
    },
    "aboutme": ["Confident, empathetic and optimistic innovator. Well versed in technologies including coding, interaction design and music production. A firm believer in solving problems with a minimalistic and simple approach. Passionate about Design, Music, Coding, Mathematics and Art."],
    "project": {
      "title": "Artificial Digitality",
      "website": "https://www.kuldeepgohel.com/copy-of-artificial-digitality",
      "thesis-category": [""],
      "coverImage": "coverImage.jpg",
      "image": ["1.png", "2.png","3.png","4.png", "5.jpg", "6.jpg","7.jpg", "8.jpg", "9.png"],
      "tags": ["Artificial Intelligence","Mathematics - Music","Speculation "],
      "description": ["Artificial Digitality","\"Concept Music Album co-authored by me and my neural network.\"","Artificial Digitality is an abstract music album, narrating how the world has been changing with the advent of Artificial Intelligence. Each composition in the album expresses the world of that period of time.","Artificial Digitality begins with a composition that is authored by me alone without assistance from artificial intelligence. Sections that follow are co-authored by the neural network and me. The album concludes with a composition that is completely generated by the A.I.","The work speculates on the future of machine learning and the possible ways in which it will join and perhaps overtake humans in intelligence and ability. In the end, my work is a rumination on the future of work in all fields, including creative production."],
      "studio-professor-1": "Sven Travis",
      "writing-professor-1": "Louisa Campbell",
      "studio-professor-2": "John Sharp",
      "writing-professor-2": "Mark Stafford"
    }
  },
  {
    "id": 16,
    "name": "Remina Greenfield",
    "profile-pic": "remina.jpg",
    "social": {
      "portfolio": "http://www.reminagreenfield.com",
      "facebook": "",
      "instagram": "",
      "linkedin": "",
      "twitter": "",
      "other": ""
    },
    "aboutme": ["Remina is an artist and designer based in Brooklyn, NY."],
    "project": {
      "title": "Target and Control: Remembering Levuana",
      "website": "",
      "thesis-category": ["Installation","Storytelling/Film"],
      "coverImage": "coverImage.jpg",
      "image": ["1.jpg", "2.jpg", "3.jpg", "4.jpg"],
      "tags": ["Extinction", "Anthropocene", "biodesign", "biotech", "biological control", "multispecies ethnography"],
      "description": ["Target and Control is a video installation that creatively reimagines the story of the coconut moth (Levuana iridescens) and the campaign that was carried out against it in colonial Fiji. Due to its rapid proliferation and destruction of coconut plantations in the early 1900s, a campaign of biological control was carried out against Levuana by the British Imperial Bureau of Entomology, resulting in its near-complete disappearance in a span of six months and, ultimately, a declaration of its extinction.","Using the original scientific illustrations from the Levuana Campaign, the artist superimposes herself in the role of the entomologist, bringing the drawings to life in order to perform a set of arcane scientific experiments, ranging from benign to gruesome. The hands of the artist can be seen selecting, measuring, dissecting, and rearranging the moth and other experimental organisms like puzzle pieces or interchangeable mechanical parts. By performing these gestures of scientific control, the artist questions the role the entomologists played in the moth’s annihilation, as well as the ethical implications of attempts by humans to control or “redesign” living systems.", "Projecting the videos onto a light table, Target and Control asks viewers to mimic the scientific gaze, as though looking through a microscope or at specimens on a lab bench. By watching the performance video, the viewer is invited to re-witness the control and demise of Levuana and consider the loss of the individual moths, as well as the singular loss of the species as a whole."],
      "studio-professor-1": "Anezka Sebek",
      "writing-professor-1": "Ethan Silverman",
      "studio-professor-2": "Mattie Brice",
      "writing-professor-2": "Loretta Wolozin"
    }
  },
  {
    "id": 17,
    "name": "Yue Guan",
    "profile-pic": "yue.jpg",
    "social": {
      "portfolio": "",
      "facebook": "",
      "instagram": "",
      "linkedin": "",
      "twitter": "",
      "other": ""
    },
    "aboutme": ["Hi, I’m Yue, a creative technologist, user experience designer, and currently MFA Design and Technology '18 candidate at Parsons. I’m dedicated to research the interaction between human and the digital world. My works include a wide range of design practices from communication design to experience design. I’m a creative thinker who is always exploring new technology, platforms and methodologies to enhance immersive experience utilizing interactive media."],
    "project": {
      "title": "Populanet",
      "website": "https://yueguan.me/decode-creative-inheritance/",
      "thesis-category": ["Playful Experiences"],
      "coverImage": "coverImage.jpg",
      "image": ["1.JPG", "2.JPG"],
      "video": ["https://www.youtube.com/embed/d5EhlC4zwy0"],
      "tags": ["Game Design", "Global Challenge"],
      "description": ["Populanet is a multiplayer board game about solving population crisis and developing your own civilization in a fictional universe. This game aims to enhance the awareness of how we are facing this social issue, so that we can be better prepared for the looming population crisis."],
      "studio-professor-1": "David Carroll",
      "writing-professor-1": "Barbara Morris",
      "studio-professor-2": "Colleen Macklin",
      "writing-professor-2": "Barbara Morris"
    }
  },
  {
    "id": 18,
    "name": "Ying He",
    "profile-pic": "yingHe.jpg",
    "social": {
      "portfolio": "",
      "facebook": "",
      "instagram": "",
      "linkedin": "",
      "twitter": "",
      "other": ""
    },
    "aboutme": ["Lynn"],
    "project": {
      "title": "Being There",
      "website": "",
      "thesis-category": ["Product Design"],
      "coverImage": "",
      "image": [""],
      "tags": ["APP"],
      "description": ["APP"],
      "studio-professor-1": "Aya Karpinska",
      "writing-professor-1": "Loretta Wolozin",
      "studio-professor-2": "Christopher Romero",
      "writing-professor-2": "Ethan Silverman"
    }
  },
  {
    "id": 19,
    "name": "Ziqiang He",
    "profile-pic": "ziqiang.jpg",
    "social": {
      "portfolio": "https://heziqiang.myportfolio.com/",
      "facebook": "",
      "instagram": "",
      "linkedin": "https://www.linkedin.com/in/ziqiang-he-1158bb132/",
      "twitter": "",
      "other": ""
    },
    "aboutme": ["I am a Design Technologist and UX Designer. My project is most about esports, UI/UX development and art installation"],
    "project": {
      "title": "Gamer or Viewer",
      "website": "",
      "thesis-category": ["Installation"],
      "coverImage": "coverImage.jpg",
      "image": ["1.JPG"],
      "tags": ["Esports", "Excitement", "Installation"],
      "description": ["This project is an installation which aims to recruit spectators for eSports by communicating the excitement of eSports to its potential audience."],
      "studio-professor-1": "David Carroll",
      "writing-professor-1": "Barbara Morris",
      "studio-professor-2": "Colleen Macklin",
      "writing-professor-2": "Barbara Morris"
    }
  },
  {
    "id": 20,
    "name": "Rosa Man-Ling Huang",
    "profile-pic": "rosa.jpg",
    "social": {
      "portfolio": "",
      "facebook": "",
      "instagram": "",
      "linkedin": "",
      "twitter": "",
      "other": ""
    },
    "aboutme": ["Rosa Man-Ling Huang is a visual designer living in New York City. Passionate about storytelling and building innovation user experience. She is highly interested in visual design, UI design, and motion graphics."],
    "project": {
      "title": "The Performance of Love",
      "website": "",
      "thesis-category": ["Installation"],
      "coverImage": "coverImage.jpg",
      "image": ["1.jpg"],
      "tags": ["Critical design","Installation","Intimacy","Human-robot relationship"],
      "description": ["The Performance of Love is an art installation. It presents the LoverSeat, a product designed to provide love and replace the human being in the relationship. The installation is a small-scale house model. The audience peeks from behind the windows and sees the intimate interactions between the LoverSeat and its user. There are two rooms in the house model. As a user experiences intimacy and pleasure with LoverSeat in one room, there is another LoverSeat which is loving someone else in the same way. The Performance of Love questions the robot’s love which is programmed instead of spontaneous. The installation reveals an ironic truth: in the robot’s world. no one is special. This is a performance of love."],
      "studio-professor-1": "David Carroll",
      "writing-professor-1": "Barbara Morris",
      "studio-professor-2": "Chris R.",
      "writing-professor-2": "Ethan Silverman"
    }
  },
  {
    "id": 21,
    "name": "Nan Huang",
    "profile-pic": "nan.jpg",
    "social": {
      "portfolio": "",
      "facebook": "",
      "instagram": "",
      "linkedin": "",
      "twitter": "",
      "other": ""
    },
    "aboutme": ["UX/UI Designer"],
    "project": {
      "title": "RISE",
      "website": "huangnann168.wixsite.com/thesis",
      "thesis-category": ["Cultural/Issues"],
      "coverImage": "coverImage.jpg",
      "image": ["1.jpg", "2.png"],
      "tags": ["An experimental digital instrument", "Novel musical interface", "Traditional Chinese art "],
      "description": ["An experimental digital instrument inspired by the ancient Erhu, the project enables musicians’ sensor-based manipulation of Ehru-like sounds by their mimicking its bowing and gestural hand movements with a novel musical interface."],
      "studio-professor-1": "Anthony Deen",
      "writing-professor-1": "Andrew Zornoza",
      "studio-professor-2": "Mattie Brice",
      "writing-professor-2": "Loretta Wolozin"
    }
  },
  {
    "id": 22,
    "name": "Yuchen Huang",
    "profile-pic": "lucien.jpg",
    "social": {
      "portfolio": "http://www.lucienhuang.com/",
      "facebook": "",
      "instagram": "https://www.instagram.com/lucienhuangyc/",
      "linkedin": "https://www.linkedin.com/in/lucienhuangyc/",
      "twitter": "",
      "other": ""
    },
    "aboutme": ["I'm a New York based designer focused on experience design and game design. I'm passionate about using technology to solve problems and creating innovative solutions."],
    "project": {
      "title": "Clash",
      "website": "",
      "thesis-category": ["Playful Experiences"],
      "coverImage": "coverImage.png",
      "image": ["1.png"],
      "tags": ["Game Design", "Critical Design", "Digital Game", "Analogue Game"],
      "description": ["Clash is a game encourage players to understand their opponents' opinions and views"],
      "studio-professor-1": "Anthony Deen",
      "writing-professor-1": "Andrew Zornoza",
      "studio-professor-2": "Jesse Harding",
      "writing-professor-2": "Chris Prentice"
    }
  },
  {
    "id": 23,
    "name": "Ying Jiang",
    "profile-pic": "yingJiang.jpg",
    "social": {
      "portfolio": "",
      "facebook": "",
      "instagram": "",
      "linkedin": "",
      "twitter": "",
      "other": ""
    },
    "aboutme": ["A creative motion graphics lover!"],
    "project": {
      "title": "Cultural Table",
      "website": "",
      "thesis-category": ["Culture/Issues"],
      "coverImage": "coverImage.jpg",
      "image": ["1.png", "2.png", "3.png"],
      "tags": ["Installation", "Chinese food culture"],
      "description": ["Cultural Table situates its users in a projection dining experience with servings of regional cuisine from Northern China triggering culturally-related animations on the surface of the table, enabling its users to discover and share cultural practices — in this case “rules” that govern the ritual and stories of the foods on the menu. "],
      "studio-professor-1": "Anthony Deen",
      "writing-professor-1": "Andrew Zornoza",
      "studio-professor-2": "Mattie Brice",
      "writing-professor-2": "Loretta Wolozin"
    }
  },
  {
    "id": 24,
    "name": "Seung ho Jung",
    "profile-pic": "seungHo.jpg",
    "social": {
      "portfolio": "http://jung3.com",
      "facebook": "",
      "instagram": "",
      "linkedin": "",
      "twitter": "",
      "other": ""
    },
    "aboutme": ["Seung ho Jung is a creative technologist specializing in designing & developing mixed reality experience."],
    "project": {
      "title": "Reflections of Desire",
      "website": "",
      "thesis-category": ["VR/MR/AR"],
      "coverImage": "coverImage.jpg",
      "image": ["1.png", "2.png", "3.png","4.png","5.png"],
      "video": ["https://www.youtube.com/embed/8-5p2V7EvQI"],
      "tags": ["Mixed Reality", "Virtual Reality"],
      "description": ["Reflections of Desire is live, performative storytelling of a modern folktale through virtual reality. The project examines the relationship and the desires of human and machines of our days and the foreseeable future."],
      "studio-professor-1": "David Carroll",
      "writing-professor-1": "Barbara Morris",
      "studio-professor-2": "John Sharp",
      "writing-professor-2": "Mark Stafford"
    }
  },
  {
    "id": 25,
    "name": ". Kabeer",
    "profile-pic": "kabeer.jpg",
    "social": {
      "portfolio": "",
      "facebook": "",
      "instagram": "",
      "linkedin": "",
      "twitter": "",
      "other": ""
    },
    "aboutme": [""],
    "project": {
      "title": "",
      "website": "",
      "thesis-category": [""],
      "coverImage": "",
      "image": [""],
      "tags": [""],
      "description": [""],
      "studio-professor-1": "",
      "writing-professor-1": "",
      "studio-professor-2": "",
      "writing-professor-2": ""
    }
  },
  {
    "id": 26,
    "name": "Erica Kermani",
    "profile-pic": "erica.jpg",
    "social": {
      "portfolio": "https://ericakermani.com/",
      "facebook": "",
      "instagram": "https://www.instagram.com/farsiforeplay/",
      "linkedin": "",
      "twitter": "https://twitter.com/farsiforeplay",
      "other": ""
    },
    "aboutme": ["Erica Kermani (1983, Los Angeles) is a New York- and Paris-based artist, educator, and community organizer.  She creates projects and public programs around rituals for resistance, collective care, and technological sovereignty.  Erica is co-creator and co-organizer of Radical Networks, an annual festival on the creative and alternative uses of network technologies. She is the former Director of Community Engagement at Eyebeam and is currently the recipient of the Mozilla Hive NYC Leadership Grant."],
    "project": {
      "title": "= Well No. 1",
      "website": "https://ericakermani.com/well-no-1",
      "thesis-category": ["Storytelling/Film", "Speculative/Critical", "Installation", "Culture/Issues"],
      "coverImage": "coverImage.jpg",
      "image": ["1.png", "2.png"],
      "video": ["https://player.vimeo.com/video/247357393?"],
      "tags": ["Ritual", "Extraction", "Oil", "Mythology", "Resistance"],
      "description": ["“je bâtis à roches mon langage”",  "(I build my language with rocks)","- Éduoard Glissant", "Édouard Glissant builds his language with rocks.  I re-write histories with limestone and sandstone: reservoir rocks that hold dried up blood and wet petroleum deposits.  We come from the rocks: “fossil fuels are forms of energy in which great quantities of space and time, as it were, have been compressed into a concentrated form.”  I call to the prehistories and to the mythologies that hold fractured landscapes beneath, what is now industrialized dust and wind.  I find my place somewhere between the layers.  Somewhere between imagination and memory.  Somewhere between history and mythology.  Somewhere between your traditions and my words.  I set out to create my own Persian mythology.  This is = Well No. 1.","= Well No. 1 is a new mythology based on the first oil well in Iran and the first in the Middle East.  Through a series of fictional videos, ritualistic performances, and infrastructural meditation, this counter narrative serves to reverse this history of oil extraction as a practice in radical healing and transformative possibility.  Drawing on my own experience as a first-generation Iranian-American, I implicate myself into this story to unearth what has brought me to this place in time and space.  I perform as extractivist to find and reclaim heritages of land and culture.  I ask, what would it mean to put the oil back into the ground?  How can I use rituals and cycles of time and matter to invoke another possibility for Iranians and Iranian diaspora?"],
      "studio-professor-1": "Benjamin Gaulon",
      "writing-professor-1": "Claire Richard",
      "other-professor-1": "Christine Sugrue",
      "studio-professor-2": "Benjamin Gaulon",
      "writing-professor-2": "Claire Richard",
      "other-professor-2": "Christine Sugrue"
    }
  },
  {
    "id": 27,
    "name": "Mi Sung Kim",
    "profile-pic": "misung.jpg",
    "social": {
      "portfolio": "https://www.misungkim.work/",
      "facebook": "",
      "instagram": "",
      "linkedin": "",
      "twitter": "",
      "other": ""
    },
    "aboutme": ["Misung is a multidisciplinary designer currently residing in New York and loves the element of play in interactive design. From creating graphic interfaces for smart devices to designing accessible education tools, especially for children, she is always in the hunt for new stories or modes of communication that are fun and approachable. Her overarching goal is to promote a harmonious environment through user-friendly design."],
    "project": {
      "title": "Hi Maroon",
      "website": "https://www.misungkim.work/hi-maroon/",
      "thesis-category": ["Product Design", "Education"],
      "coverImage": "coverImage.jpg",
      "image": ["1.png"],
      "tags": ["Tangible user interface", "interaction design", "kindergarten aged children", "education", "plant", "vegetable"],
      "description": ["Hi Maroon is an interactive and educational vegetable pot for helping Pre-K children at home to learn about the process of planting, appreciate where vegetables come from, get interests in gardening and eventually promote their healthy eating habits. The design involves children interacting by voice with a vegetable “character” which is an actual plant they grow in a pot. The project comprises 1) a pot, 2) a pot holder (including a machine), 3) a guidebook for parents. A pot holder and a pot will be assembled as an entity that children use to grow and verbally interact with vegetables. Furthermore, a guidebook is particularly designed for parents to enhance coaching and supervising the interaction between children and the vegetable character in the pot. My aim is children’s personal and emotional connections with produce through the interactions presented: by listening to vegetable’s growth stories, questioning, and caring them. "],
      "studio-professor-1": "Anezka Sebek",
      "writing-professor-1": "Ethan Silverman",
      "studio-professor-2": "Mattie Brice",
      "writing-professor-2": "Loretta Wolozin"
    }
  },
  {
    "id": 28,
    "name": "Taeyeon Kim",
    "profile-pic": "taeyeon.jpg",
    "social": {
      "portfolio": "",
      "facebook": "",
      "instagram": "",
      "linkedin": "https://www.linkedin.com/in/taeyeon-kim",
      "twitter": "",
      "other": ""
    },
    "aboutme": ["Taeyeon Kim is a maker who creates enjoyable experiences who worked and studied in the field of art, design, and technology. She designs projects that make movement and story. She combines her background in technology with her passion for education, interaction design, and social impact. Her expertise includes, not limited to C, C++, web(front-end), physical computing, digital modeling/fabrication, AR/VR, and Data Visualization."],
    "project": {
      "title": "L.E.M(Life Excursion Module)",
      "website": "",
      "thesis-category": ["Installation", "Playful Experiences", "Culture/Issues", "Product Design"],
      "coverImage": "",
      "image": [""],
      "video": ["https://player.vimeo.com/video/266234992"],
      "tags": ["multigenerational", "connection", "modular",  "structure", "installation"],
      "description": ["LEM is a playable modular system in open space that bridges multigenerational people. It creates communication between random people and brings a happy moment to them. The structure can easily be transformed and redesigned according to the environment of space. People can be creative and do physical activities by rearranging the LEM, take a rest and enjoy their time by sitting on it, and being connected by listening/talking with pipes."],
      "studio-professor-1": "Melanie Crean",
      "writing-professor-1": "Mattie Brice",
      "studio-professor-2": "Colleen Macklin",
      "writing-professor-2": "Barbara Morris"
    }
  },
  {
    "id": 29,
    "name": "Tushar Krishnan",
    "profile-pic": "tushar.jpg",
    "social": {
      "portfolio": "",
      "facebook": "",
      "instagram": "",
      "linkedin": "",
      "twitter": "",
      "other": ""
    },
    "aboutme": ["Tushar is a User Experience and Game designer from India. "],
    "project": {
      "title": "Convergence",
      "website": "",
      "thesis-category": ["Playful Experiences", "Storytelling/Film"],
      "coverImage": "coverImage.jpg",
      "image": ["1.jpg","2.jpg","3.jpg","4.jpg","5.jpg","6.jpg"],
      "video": ["https://www.youtube.com/embed/aMokr-rQG0o"],
      "tags": ["Games", "Storytelling", "Experience Design"],
      "description": ["CONVERGENCE is a narrative game based on the Buddhist philosophy of the ‘Five Elements of the Universe’. The goal is to engage the player in the depths of the philosophy and its meaning through creative and challenging game-play that links to the philosophy on a subconscious level."],
      "studio-professor-1": "Melanie Crean",
      "writing-professor-1": "Mattie Brice",
      "studio-professor-2": "John Sharp",
      "writing-professor-2": "Mark Stafford"
    }
  },
  {
    "id": 30,
    "name": "Haemin Kwon",
    "profile-pic": "haemin.jpg",
    "social": {
      "portfolio": "",
      "facebook": "",
      "instagram": "",
      "linkedin": "",
      "twitter": "",
      "other": ""
    },
    "aboutme": ["Product designer"],
    "project": {
      "title": "Reflect",
      "website": "",
      "thesis-category": ["Product Design"],
      "coverImage": "coverImage.jpg",
      "image": ["1.png", "2.png", "3.png", "4.png"],
      "tags": ["Life Coaching", "Self Improvement", "Social Media"],
      "description": ["My project is a mobile self-improvement application, which guides people to think and write about themselves and their lives. The application provides four prompts everyday, and users can pick one of them to start writing. Each prompt would help people to quickly get into the writing mode and plan their tomorrow or reflect on their day. After writing, users will be able to see seven others' writings following the same prompt they wrote. Also, if users like specific responses, they can subscribe to that user. By reading others’ perspectives on life, people can feel sympathy, get energized, and have new insights. Whenever people complete seven prompts, the application will create a collection of seven prompts at a time, so people can reread and look back on their past again. This system will remind people of their thoughts and encourage them to make changes in their lives. For the long-term goal, the users will build a writing routine for themselves as well as make changes in their lives based on their writings about their life plans and goals."],
      "studio-professor-1": "Melanie Crean",
      "writing-professor-1": "Mattie Brice",
      "studio-professor-2": "Jesse Harding",
      "writing-professor-2": "Chris Prentice"
    }
  },
  {
    "id": 31,
    "name": "Aaron Lee",
    "profile-pic": "aaron.jpg",
    "social": {
      "portfolio": "https://aylee.me",
      "facebook": "",
      "instagram": "https://www.instagram.com/pikkiri/",
      "linkedin": "https://www.linkedin.com/in/aaron-lee-20126962/",
      "twitter": "",
      "other": ""
    },
    "aboutme": ["Aaron Lee is a creative technologist and artist based in New York."],
    "project": {
      "title": "The Unclear Evils of DNA",
      "website": "",
      "thesis-category": ["Installation", "Storytelling/Film", "Speculative/Critical"],
      "coverImage": "coverImage.jpg",
      "image": ["1.jpg"],
      "tags": ["Design Fiction", "biotechnologies", "Genetic Information"],
      "description": ["The importance of protecting our online data is almost a common understanding among everyone utilizing digital platforms. However, this campaign for sovereignty over our personal data must extend to biometrics, as well. With the rise of biotechnologies and broader availability of genome sequencing, the growth of DNA databases is a looming problem. The time for critical discussion of biotechnical advancements — particularly around practices of genetic collection and intentional human genome modification — is now.","The Unclear Evils of DNA is a design fiction that speculates on the widespread practice of collecting individuals' genetic information and the potential for genetic modification that this could enable in the near future. Set in the year 2035, the fiction proposes a future where the government has declared a mandate to collect the population’s genetic information. The story follows Althea, a scientist who believes she is harmlessly studying genetic modification on non-viable human embryos with research support from a deep database of citizens’ genetic information. She soon discovers that her employer is already testing protocols on viable embryos, is roped into one such project, and grapples with the ethical questions of proceeding in uncharted, potentially disastrous experimentation."],
      "studio-professor-1": "Sven Travis",
      "writing-professor-1": "Lousia Campbell",
      "studio-professor-2": "Jesse Harding",
      "writing-professor-2": "Chris Prentice"
    }
  },
  {
    "id": 32,
    "name": "Vivian Lee",
    "profile-pic": "vivian.jpg",
    "social": {
      "portfolio": "http://viviantlee.com/",
      "facebook": "",
      "instagram": "",
      "linkedin": "",
      "twitter": "",
      "other": ""
    },
    "aboutme": ["Vivian is currently a Design and Technology graduate student at Parsons School of Design. Being a lover of animated movies and shows, she aims to find new and engaging mediums for storytelling through creative technology. Skills she's obtained from Parsons Design and Technology include concept and iterative development, UX research/design, and software and hardware development. She will be graduating in May 2018, but she hopes that she will never stop learning."],
    "project": {
      "title": "Fish Eyes",
      "website": "http://fisheyes.tech",
      "thesis-category": ["Product Design"],
      "coverImage": "coverImage.jpg",
      "image": ["1.jpg"],
      "video": ["https://player.vimeo.com/video/267028917"],
      "tags": ["Artificial Intelligence", "UX research", "UX design", "UI design"],
      "description": ["Artificial Intelligent tool which analyzes existing surveillance footage to improve spatial planning. "],
      "studio-professor-1": "Melanie Crean",
      "writing-professor-1": "Mattie Brice",
      "studio-professor-2": "Colleen Macklin",
      "writing-professor-2": "Barbara Morris"
    }
  },
  {
    "id": 33,
    "name": "Kris Li",
    "profile-pic": "krisL.jpg",
    "social": {
      "portfolio": "http://krisliqc.com/",
      "facebook": "",
      "instagram": "",
      "linkedin": "",
      "twitter": "",
      "other": ""
    },
    "aboutme": ["Kris Li designs interactive experiences and environments, and has a specific interest in exhibition design and interactive art. She uses technology as a design tool to tell stories about ourselves and the spaces around us."],
    "project": {
      "title": "Boundless",
      "website": "krisliqc.com/thesis",
      "thesis-category": ["Installation"],
      "coverImage": "coverImage.jpg",
      "image": ["1.jpg"],
      "tags": ["Installation art"],
      "description": ["“Boundless” explores new ways of interacting with different versions of reality and draws its audience's awareness to the disconnect between visual and haptic perception: A matrix of \"real\" and \"unreal\" interactions is represented in screen-based algorithmic simulations and with optical illusion."],
      "studio-professor-1": "Sven Travis",
      "writing-professor-1": "Louisa Campbell",
      "studio-professor-2": "Jesse Harding",
      "writing-professor-2": "Chris Prentice"
    }
  },
  {
    "id": 35,
    "name": "Chieh-Li Lin",
    "profile-pic": "elly.jpg",
    "social": {
      "portfolio": "",
      "facebook": "",
      "instagram": "",
      "linkedin": "",
      "twitter": "",
      "other": ""
    },
    "aboutme": ["Visual and UX Designer"],
    "project": {
      "title": "Talk To Me",
      "website": "",
      "thesis-category": [""],
      "coverImage": "",
      "image": [""],
      "tags": ["Sentiment Analysis", "Interactive Website"],
      "description": ["\"Talk to Me\" is a machine that encourages you to talk in a more honest, deep way. Because Talk to Me is a machine, nobody judges you and you have no pressure to pretend you are someone you are not. Tell it everything by writing down the sentences and release yourself, in the same way, that people use to write in diaries to help themselves to relieve anxiety.", "Talk to Me uses 3 stages of text prompts with the engaging background to help users write down their feelings. In the end, people will see themselves with colorful features, which is analyzed by the word they type."],
      "studio-professor-1": "Sven Travis",
      "writing-professor-1": "Louisa Campbell",
      "studio-professor-2": "Katherine Moriwaki",
      "writing-professor-2": "Andrew Zornoza"
    }
  },
  {
    "id": 36,
    "name": "Hsuan Lin",
    "profile-pic": "hsuan.jpg",
    "social": {
      "portfolio": "https://hsuanlin448.wordpress.com",
      "facebook": "",
      "instagram": "",
      "linkedin": "",
      "twitter": "",
      "other": ""
    },
    "aboutme": ["programmer and game designer"],
    "project": {
      "title": "ONE",
      "website": "",
      "thesis-category": ["Playful Experiences"],
      "coverImage": "coverImage.jpg",
      "image": ["1.png"],
      "tags": ["interactive website", "short game experience"],
      "description": ["“One” is an interactive website for three people to have a collaborative and mindful experience. Players use their cell-phone as the controller to interact with three rotating objects on the screen. Through synchronizing and manipulating the speed and shape of the objects, players can focus on the moment together, and have a relaxed and refreshing moment."],
      "studio-professor-1": "Anthony Deen",
      "writing-professor-1": "Andrew Zornoza",
      "studio-professor-2": "Christopher Romero",
      "writing-professor-2": "Ethan Silverman"
    }
  },
  {
    "id": 37,
    "name": "Chang Liu",
    "profile-pic": "chang.jpg",
    "social": {
      "portfolio": "",
      "facebook": "",
      "instagram": "",
      "linkedin": "",
      "twitter": "",
      "other": ""
    },
    "aboutme": ["With her background in architecture, she was able to work in diverse fields as an architect and an designer. "],
    "project": {
      "title": "Smart You",
      "website": "",
      "thesis-category": ["Storytelling/Film", "Speculative/Critical", "Culture/Issues"],
      "coverImage": "",
      "image": [""],
      "tags": ["Abstract", "Film", "Animation", "Technology"],
      "description": ["Technology has become a huge part in society and day-to-day life nowadays, it brings convenience and efficient lives to us. People are so excited about everything becoming automatic, in order to substitute people doing things, such as robot vacuum, smart speakers and Autonomous vehicles. Smart technology exhibition can be found everywhere.", "We are transferring from a box from another box, what I am imagining the future will be like, based on this tech trend, is that everyone will live in a capsule box, by changing the mode, you can work, live, travel, just in that one box. Basically, you can spend your whole life in that one capsule box.","Is that the future that we pursue? If everything become so easy to get, what is our meaning of life?","I am making a short animation that tells a story about a girl who forgets her key to her home and she is having a dream about having a totally smart life in the future while waiting for the key. This animation is designed to remind people not to overly dependent on technology."],
      "studio-professor-1": "David Caroll",
      "writing-professor-1": "Barbara Morris",
      "studio-professor-2": "Christopher Romero",
      "writing-professor-2": "Ethan Silverman"
    }
  },
  {
    "id": 38,
    "name": "Junyao Liu",
    "profile-pic": "junyao.jpg",
    "social": {
      "portfolio": "",
      "facebook": "",
      "instagram": "",
      "linkedin": "",
      "twitter": "",
      "other": ""
    },
    "aboutme": ["I'm a creative designer focused on experience design and speculative design."],
    "project": {
      "title": "Out Of Water",
      "website": "",
      "thesis-category": ["Installation"],
      "coverImage": "coverImage.jpg",
      "image": ["1.png"],
      "tags": ["video", "Installation"],
      "description": ["I would like to create an experience which combines video and interactive design to create an uncomfortable atmosphere that shows the Asian female's situation in modern society. Through the experience, I hope to specify my idea that the primary task of gender equality in Asia is women's self-awakening."],
      "studio-professor-1": "Sven Travis",
      "writing-professor-1": "Louisa Campbell",
      "studio-professor-2": "Chris Romero",
      "writing-professor-2": "Ethan Silverman"
    }
  },
  {
    "id": 40,
    "name": "Yang Liu",
    "profile-pic": "neil.jpg",
    "social": {
      "portfolio": "https://neilsamanyc.myportfolio.com/work",
      "facebook": "",
      "instagram": "",
      "linkedin": "http://www.linkedin.com/in/yangliu2018",
      "twitter": "",
      "other": ""
    },
    "aboutme": ["Yang Liu(Neil) is a New Media artist who is passionate about immersive space art and interactive installation design."],
    "project": {
      "title": "无常(WuChang)",
      "website": "",
      "thesis-category": ["Installation"],
      "coverImage": "coverImage.jpg",
      "image": ["1.jpg", "2.jpg", "3.jpg", "4.jpg", "5.PNG"],
      "video": [""],
      "tags": ["Digital", "Interactive", "Installation", "Immersive Experience"],
      "description": ["The Water of Impermanence is an experience that presents a metaphor of impermanence and inner tranquility through a small installation filled with real water that forms a rotating vortex during the experience.", "The idea of The Water of Impermanence is to let the audience feel calm and peace, and remind them there is a Chinese approach to their spiritual strength: As water retains no constant shape, so in life there are no constant situations. The wise man understands conforming to the changing, not to be persistent in the temporary situation. One who attains this truth and is able to behave as flexibly as the water, will become detached from temporary gains and losses, and obtain inner tranquility."],
      "studio-professor-1": "Anthony Deen",
      "writing-professor-1": "Andrew Zornoza",
      "studio-professor-2": "John Sharp",
      "writing-professor-2": "Mark Stafford"
    }
  },
  {
    "id": 41,
    "name": "Tongkwai Lulin",
    "profile-pic": "toto.jpg",
    "social": {
      "portfolio": "",
      "facebook": "",
      "instagram": "",
      "linkedin": "",
      "twitter": "",
      "other": ""
    },
    "aboutme": ["Tongkwai L. is a multidisciplinary artist based in NYC. "],
    "project": {
      "title": "HumiXen 76.5 - A possessed vernacular for climate control",
      "website": "",
      "thesis-category": ["Installation", "Speculative/Critical", "Culture/Issues"],
      "coverImage": "coverImage.jpg",
      "image": ["1.png"],
      "tags": ["Speculative linguistic theory", "Meta-Folklore", "3D & Sound Art"],
      "description": ["\"HumiXen 76.5\" is a audio/visual proposal for an auxiliary strategy of climate controlled environments (Micro Climates), using a Thai-based palm plantation/ mill as a test site. The piece features a collection of 3d-rendered shrines - each one being in control of the climate of different rooms, dedicated to the different stages of the palm fruit/oil extraction.","Using spirit possession as design method,  the satellite structures \"speak\" on behalf of the discarnate, and invert the claim by which climate is thought to be a determining factor in the emancipation of tonal and dessicated languages."],
      "studio-professor-1": "Aya Karpinska",
      "writing-professor-1": "Loretta Wolozin",
      "studio-professor-2": "Jesse Harding",
      "writing-professor-2": "Chris Prentice"
    }
  },
  {
    "id": 42,
    "name": "Sisi Ma",
    "profile-pic": "sisi.jpg",
    "social": {
      "portfolio": "",
      "facebook": "",
      "instagram": "",
      "linkedin": "",
      "twitter": "",
      "other": ""
    },
    "aboutme": ["Graphic/Digital Designer"],
    "project": {
      "title": "The Way",
      "website": "",
      "thesis-category": ["Installation", "Culture/Issues"],
      "coverImage": "coverImage.jpg",
      "image": ["1.gif"],
      "tags": ["Taoism", "Installation"],
      "description": ["The Way is an interactive installation to enable participants' experience of the Taoist principle of the power and omnipresence of nature, which is human and nature cannot be separated from one another."],
      "studio-professor-1": "David Carroll",
      "writing-professor-1": "Barbara Morris",
      "studio-professor-2": "Mattie Brice",
      "writing-professor-2": "Loretta Wolozin"
    }
  },
  {
    "id": 43,
    "name": "Kris Madden",
    "profile-pic": "krisM.jpg",
    "social": {
      "portfolio": "https://www.krismadden.fr ",
      "facebook": "",
      "instagram": "https://www.instagram.com/maddenly/",
      "linkedin": "https://www.linkedin.com/in/maddenkris/",
      "twitter": "https://twitter.com/madden_kris",
      "other": ""
    },
    "aboutme": ["Kris Madden is an American designer and creative technologist based in Paris. Her years as an educator inspire her provocative contributions to the high-tech DIY and open source communities. Specializing in programming and physical computing, she creates objects, installations, and websites that push technology’s boundaries to produce new and interactive experiences."],
    "project": {
      "title": "Grow Your Own Phone",
      "website": "https://krismadden.fr/growyourownphone.html",
      "thesis-category": ["Speculative/Critical", "Product Design"],
      "coverImage": "coverImage.jpg",
      "image": ["1.png"],
      "tags": ["Physical Computing", "Mobile Phone", "Raspberry Pi", "Python", "Critical Design", "Plants", "Nature", "DIY", "Do It Yourself", "Interactive Installation"],
      "description": ["Grow Your Own Phone is a critical design project that questions the form and function of the mobile phone. Rejecting trendy, small, sleek, shiny, rectangular mobile phone design, this interactive installation offers the same functions of a traditional mobile phone but within the confines of a garden."],
      "studio-professor-1": "Benjamin Gaulon",
      "writing-professor-1": "Claire Richard",
      "other-professor-1": "Christine Sugrue",
      "studio-professor-2": "Benjamin Gaulon",
      "writing-professor-2": "Claire Richard",
      "other-professor-2": "Christine Sugrue"
    }
  },
  {
    "id": 44,
    "name": "Dylan Negri",
    "profile-pic": "dylan.jpg",
    "social": {
      "portfolio": "http://dylannegri.com/",
      "facebook": "",
      "instagram": "",
      "linkedin": "",
      "twitter": "",
      "other": ""
    },
    "aboutme": ["Dylan Negri is a Brooklyn based Designer and Artist that is a candidate for an MFA in Design and Technology at Parsons School of Design. He also has a BFA in Interdisciplinary Sculpture from the Maryland Institute College of Art (a.k.a. MICA) with a concentration in ceramics.","Dylan is a lifelong learner, he loves experimenting with anything that may facilitate creativity. Although he is drawn to many forms of expression, Dylan enjoys creating interactive experiences through quirky installations and arcade style games. However, he has also worked on many other types of projects that range from product design, packaging, sculpture, graphic design and app development." , "Before attending graduate school, Dylan spent worked in Baltimore at a Bronze foundry making both public and privet sculptures commissioned by artists for various clients. After which, he decided to move to Brooklyn where he lined up a position as a cabinet maker and installation specialist, where he learned wood fabrication, reading construction drawings and communicating with the General Contractor for various commercial and residential projects around New York City. During this time, he continued his sculptural practice showing work in some high profile exhibitions and a museums. Dylan often utilized sculpture and installation in his work, because it relates to human scale due to its physical nature. Although, he is now experimenting with technology as a medium to create playful experiences inspired by the rapidly changing technological environment we live in today."],
    "project": {
      "title": "Quality of Life: Identity Gaming",
      "website": "http://dylannegri.com/mfa-thesis",
      "thesis-category": ["Playful Experiences"],
      "coverImage": "coverImage.jpg",
      "image": ["2.jpg"],
      "tags": ["Industrial Design", "Interaction Design", "Game Design"],
      "description": ["There are many examples of controllers that get the job done successfully enough to be used for competitive game play. However, there are few that consider the experience tactile experience beyond the ergonomic form factor. My project will fill this need for gamers, by looking at materials beyond the status quo, like cast form or 3d printed plastic, and adding a unique form factor without sacrificing its usability. There is not yet a singular accepted answer for a perfected game controller, although we have come very close. This project is a tribute to the developmental influence of those within the gaming community who grew up during the genesis of online console gaming.     "],
      "studio-professor-1": "Anthony Deen",
      "writing-professor-1": "Andrew Zornoza",
      "studio-professor-2": "Colleen Macklin",
      "writing-professor-2": "Barbara Morris"
    }
  },
  {
    "id": 45,
    "name": "Diana Salcedo",
    "profile-pic": "diana.jpg",
    "social": {
      "portfolio": "http://www.dianasalcedo.com",
      "facebook": "",
      "instagram": "",
      "linkedin": "",
      "twitter": "",
      "other": ""
    },
    "aboutme": ["Diana is an artist from Bucaramanga, Colombia."],
    "project": {
      "title": "Cuando fuimos al mar",
      "website": "",
      "thesis-category": ["Storytelling/Film"],
      "coverImage": "coverImage.jpg",
      "image": ["1.jpg"],
      "tags": ["Map", "loss"],
      "description": ["Cuando fuimos al mar (When We Went to the Sea) is an audiovisual map that navigates through the traces of mourning."],
      "studio-professor-1": "Anezka Sebek",
      "writing-professor-1": "Ethan Silverman",
      "studio-professor-2": "Christopher Romero",
      "writing-professor-2": "Ethan Silverman"
    }
  },
  {
    "id": 46,
    "name": "Tuba Ozkan",
    "profile-pic": "tuba.jpg",
    "social": {
      "portfolio": "https://tubaozkan.com/",
      "facebook": "",
      "instagram": "",
      "linkedin": "https://www.linkedin.com/in/tubaozkantuba/",
      "twitter": "",
      "other": ""
    },
    "aboutme": ["I am a designer, architect and creative technologist with a strong passion for designing interactive experiences by bridging architecture and technology. My lifetime goal is to keep learning something new every day and reflecting this knowledge on people through my designs. I am a flaneur deep down. Getting lost in the city, observing people on the subway, sketching ideas, meeting with people at a park are my favorites."],
    "project": {
      "title": "Third Eye",
      "website": "https://tubaozkan.com/project/eyeco",
      "thesis-category": ["Speculative/Critical"],
      "coverImage": "coverImage.jpg",
      "image": ["1.jpg", "2.jpg"],
      "video": ["https://www.youtube.com/embed/Dd0k1kHKNiw"],
      "tags": ["Ethnography", "Daily Rituals", "Digital Displays", "Discursive Design", "Computer Vision", "Third Eye"],
      "description": ["Third Eye is a discursive design product and a smart wearable which augments the human's perception and detects the time spent by interacting with digital interfaces. It uses computer vision and AI technologies to determine a specific daily habit:  staring at a digital screen for long times. This project aims to question how technology is reforming our daily habits and what if AI has been used to reveal the ethnographical data of self?"],
      "studio-professor-1": "Anthony Deen",
      "writing-professor-1": "Andrew Zornoza",
      "studio-professor-2": "Jesse Harding",
      "writing-professor-2": "Chris Prentice"
    }
  },
  {
    "id": 47,
    "name": "Brandon Palmer",
    "profile-pic": "brandon.jpg",
    "social": {
      "portfolio": "http://palmerdesigner.com/",
      "facebook": "",
      "instagram": "",
      "linkedin": "https://www.linkedin.com/in/palmerbrandon",
      "twitter": "",
      "other": ""
    },
    "aboutme": ["Brandon Palmer is a multidisciplinary designer & technologist who explores different design strategies and tools to create engaging experiences."],
    "project": {
      "title": "CONSUMED",
      "website": "http://palmerdesigner.com/mfathesis/",
      "thesis-category": ["VR/MR/AR"],
      "coverImage": "coverImage.jpg",
      "image": ["1.jpg","2.jpg","3.png","4.jpg","5.png"],
      "video":["https://player.vimeo.com/video/267045946"],
      "tags": ["Virtual Reality Development, Attention Economy, Data Mining"],
      "description": ["CONSUMED is an ambiguous Virtual Reality fantasy game, driven by narrative. Similar to the world of distractions that we live in today, attention merchandising is the main source of currency spent by players to unlock new content while exploring inside their dream. Through out the players journey, meaning beings to arise as they continue to experience their loss of time, money and energy. Leaving the player to work towards gaining their sense of time back, and waking up from the dream state."],
      "studio-professor-1": "David Carroll",
      "writing-professor-1": "Barbara Morris",
      "studio-professor-2": "John Sharp",
      "writing-professor-2": "Mark Stafford"
    }
  },
  {
    "id": 48,
    "name": "Jungsoo Park",
    "profile-pic": "jungsoo.jpg",
    "social": {
      "portfolio": "https://medium.com/@jungsooxpark",
      "facebook": "",
      "instagram": "",
      "linkedin": "https://www.linkedin.com/in/jungsoo-park-724337109",
      "twitter": "",
      "other": ""
    },
    "aboutme": ["I'm an interaction designer based in New York City. I love to design for myself, my family, and people who I care about. My goal as a designer is nudging people to be faithful to the present. personal website: http://uxjungsoopark.com"],
    "project": {
      "title": "One Roof",
      "website": "http://uxjungsoopark.com/One-Roof",
      "thesis-category": ["Product Design"],
      "coverImage": "coverImage.jpg",
      "image": ["coverImage.gif"],
      "video": ["https://www.youtube.com/embed/LTao9o0a61Y"],
      "tags": ["family", "international students", "photograph"],
      "description": ["One roof is a daily asynchronous communication system that records and shares memories with a distant family. The goal of this concept is to motivate people to communicate more often and to have a meaningful contact with their family. The users will have a digital photo frame at home and communicate with a smartphone application. The photo frame becomes a reminder of family communication, and the blurriness of the portrait indicates the degree of participation with family communication.","We often forget what is important to us and who we are. This product reminds my target users to think about their family and promotes deep and sustainable communication between them. Ultimately, I would like to create a meaningful daily habit, which is motivating the users to keep in touch and share their daily life with their loved ones."],
      "studio-professor-1": "David Carroll",
      "writing-professor-1": "Barbara Morris",
      "studio-professor-2": "Colleen Macklin",
      "writing-professor-2": "Barbara Morris"
    }
  },
  {
    "id": 49,
    "name": "Fanyun Peng",
    "profile-pic": "fanyun.jpg",
    "social": {
      "portfolio": "https://fanyun.me/",
      "facebook": "",
      "instagram": "",
      "linkedin": "",
      "twitter": "",
      "other": ""
    },
    "aboutme": ["Fanyun Peng is a creative designer and developer. She is in about interactive design, creative coding. Her works range from interactive installations, VR/AR, games, to physical computing. "],
    "project": {
      "title": "Dreamine",
      "website": "https://fanyun.me/dreamine-content",
      "thesis-category": ["VR/MR/AR"],
      "coverImage": "coverImage.jpg",
      "image": ["1.jpg","2.jpg","3.jpg","4.jpg","5.jpg"],
      "video": ["https://player.vimeo.com/video/262324787"],
      "tags": ["AR", "Computer Vision", "Storytelling", "kids"],
      "description": ["Dreamine is an AR modeling clay game for children age 5 years and up that brings their creations to life in the digital world. It aims to expand physical play to digital interaction and inspires children’s creativity and hands-on skill."],
      "studio-professor-1": "",
      "writing-professor-1": "",
      "studio-professor-2": "",
      "writing-professor-2": ""
    }
  },
  {
    "id": 50,
    "name": "Lauren Petty",
    "profile-pic": "laurenP.jpg",
    "social": {
      "portfolio": "http://www.laurenpetty.org",
      "facebook": "",
      "instagram": "",
      "linkedin": "",
      "twitter": "",
      "other": "http://www.automaticrelease.org"
    },
    "aboutme": ["Lauren is a digital media artist working in video, film, sound, installation, interactive design and performance, she is a longtime collaborator of multi-disciplinary artist Shaun Irons. Their work has been exhibited in diverse locations in New York and internationally and was recently seen at Abrons Arts Center, Anthology Film Archives, the New York Electronic Arts Festival, BAM's Next Wave Festival, The Chocolate Factory, HERE, CURRENTS New Media Festival (Santa Fe), The Governors Island Art Fair, and was broadcast on PBS's Reel NY. Lauren’s video design work has been seen at venues such as St. Ann's Warehouse, The Public Theater, HERE, PS 122, The Kitchen, the Pompidou Center, the Holland Dance Festival, the Noorderzon Festival, the Venice Biennale, and BAM’s Next Wave Festival. Awards include two NYFA Fellowships, grants from the NEA, NYSCA, Jerome Foundation, the Greenwall Foundation, the Experimental TV Center, the Bel Geddes Design Fund, and the Asian Cultural Council, as well as residency fellowships from the MacDowell Colony, Yaddo, LMCC, Harvestworks, The Bogliasco Foundation and the Tokyo Wonder Site.", "Lauren received an MA in Media Art and Performance from New York University and a BA in Art History from Northwestern. She is currently finishing an MFA in Design and Technology at Parsons School of Design. She is an Associate Teaching Professor at The New School (Media Studies and Parsons), a lecturer at The International Center of Photography, a Teaching Artist at The Kitchen, and was a visiting teaching artist at Sarah Lawrence College and Wesleyan College."],
    "project": {
      "title": "All Over Everywhere",
      "website": "http://automaticrelease.org/AOE.html",
      "thesis-category": ["Installation"],
      "coverImage": "coverImage.JPG",
      "image": ["1.JPG", "2.jpg", "3.jpg", "4.jpg"],
      "video": ["https://player.vimeo.com/video/262837320"],
      "tags": ["Video", "installation", "performance", "fine art"],
      "description": ["\"All Over Everywhere” is a multifaceted, trans-disciplinary media installation,  which addresses jeopardized natural environments, by engaging connections and confrontations between human beings, technology and the natural world. Combining ethereal video projections, custom plexi-glass panels, live performers, sensors, and a vibrant tapestry of sound, I endeavor to create an immersive and transformative experience. Inherent in “All Over Everywhere” are some of the most terrifying as well as hopeful questions of our time, questions that impact all of humanity and its future on this planet, considering notions of fate and the potential of a post-human world."],
      "studio-professor-1": "Anthony Deen",
      "writing-professor-1": "Andrew Zornoza",
      "studio-professor-2": "John Sharp",
      "writing-professor-2": "Mark Stafford"
    }
  },
  {
    "id": 51,
    "name": "Jim Pinkenberg",
    "profile-pic": "jim.jpg",
    "social": {
      "portfolio": "http://www.jimmypink.com/thesis1.html",
      "facebook": "",
      "instagram": "",
      "linkedin": "https://www.linkedin.com/in/jim-pinkenberg-998a3115/",
      "twitter": "",
      "other": ""
    },
    "aboutme": [" I am a designer, and entrepreneur with a solid background in marketing and a guy who is always trying to squeeze the last bit of toothpaste from the tube."],
    "project": {
      "title": "DTjunkyard",
      "website": "http://DTjunkyard.com",
      "thesis-category": ["Product Design"],
      "coverImage": "coverImage.jpg",
      "image": ["1.png", "2.png", "3.png", "4.png"],
      "tags": ["file sharing", "design and technology", "file browsing", "closed community", "coop", "platform economy",  "people discovery", "working together", "group creativity "],
      "description": ["A junkyard is a place where scrap is collected before being discarded, reused or recycled.  The DTjunkyard is a place where Design and Technology (DT) student’s scrap, in the form of files is collected discarded, reused or recycled just as in a junkyard.      A platform of file sharing for discovery through files of others and for download and practical use in a closed community of students and former students of the Design and Technlogy program at Parsons. This site will help people find others with certain skills and knowledge on subjects based on the files they share in an open and transparent platform.  By placing files on a shared platform, those files can act as both an asset to someone looking for something to add or use for a project and as a promotional tool for the person that uploaded the file, showing some of their work."],
      "studio-professor-1": "Anezka Sebek",
      "writing-professor-1": "Ethan Silverman",
      "studio-professor-2": "Christopher Romero",
      "writing-professor-2": "Ethan Silverman"
    }
  },
  {
    "id": 52,
    "name": "Abhishek Podichetty",
    "profile-pic": "sunny.jpg",
    "social": {
      "portfolio": "http://sunnygyan.com",
      "facebook": "",
      "instagram": "",
      "linkedin": "",
      "twitter": "",
      "other": ""
    },
    "aboutme": ["A seasoned, creative and reliable Web & Industrial Designer with a broad skillset. Able to funcron well independently with little to no supervision or in coordination with other professionals in creatng designs of the highest standards"],
    "project": {
      "title": "Newschool Bulletin Board",
      "website": "https://www.tumblr.com/blog/sunnydopethesis",
      "thesis-category": ["Product Design"],
      "coverImage": "",
      "image": [""],
      "tags": ["Online Marketplace", "Web", "Classifieds"],
      "description": ["The New School Bulletin Board, an online portal (website) for New School students to sell and purchase goods, providing them an accessible, exclusive, and safe community and marketplace for the opportunity to rid themselves of products they don’t need in return for ﬁnancial gain."],
      "studio-professor-1": "Aya Karpinska",
      "writing-professor-1": "Loretta Wolozin",
      "studio-professor-2": "Katherine Moriwaki",
      "writing-professor-2": "Andrew Zornoza"
    }
  },
  {
    "id": 53,
    "name": "Karla Polo",
    "profile-pic": "karla.jpg",
    "social": {
      "portfolio": "http://karlapolo.com",
      "facebook": "",
      "instagram": "https://www.instagram.com/karlapolo.design/",
      "linkedin": "https://www.linkedin.com/in/karla-polo/",
      "twitter": "",
      "other": ""
    },
    "aboutme": ["Karla is a creative technologist and visual communication designer. She has a particular interest in the social impact of new technologies. Karla has experience in rapid prototyping, physical computing, audiovisual design, UX/UI design and front end development."],
    "project": {
      "title": "DIWhy?",
      "website": "http://karlapolo.com/diwhy",
      "thesis-category": ["Speculative/Critical", "Product Design", "Culture Issues"],
      "coverImage": "coverImage.jpg",
      "image": ["7.jpg","2.jpg","3.JPG","4.jpg","5.jpg","6.png"],
      "tags": ["critical design", "recycling", "upcycling", "making", "electronics", "DIY"],
      "description": ["DIWhy evaluates the practice of making in consumerist societies, exposing our inability to resolve problems with minimal resources. The project critics commercial maker kits, using this medium as social commentary.","DIWhy aims to highlight the value of invention while recycling what others consider waste."],
      "studio-professor-1": "Anthony Deen",
      "writing-professor-1": "Andrew Zornoza",
      "studio-professor-2": "Katherine Moriwaki",
      "writing-professor-2": "Andrew Zornoza"
    }
  },
  {
    "id": 54,
    "name": "Dian Rachmawati",
    "profile-pic": "aya.jpg",
    "social": {
      "portfolio": "http://www.diansoraya.com/",
      "facebook": "",
      "instagram": "https://www.instagram.com/diansorayar/",
      "linkedin": "",
      "twitter": "",
      "other": ""
    },
    "aboutme": ["Dian Soraya Rachmawati is a creative technologist who is passionate about doing work that is centered around people and their needs. She studies the human consciousness and the nuances of psychological well-being. She is the creator of the Parts, a therapeutic VR storytelling experience that directs the viewer inwards. In her work, she carefully crafts multi-sensorial virtual environments, and uses the power of narrative to facilitate emotional responses. "],
    "project": {
      "title": "The Parts ep1: I Love You By Self",
      "website": "https://Thepartsjourney.com",
      "thesis-category": ["VR/MR/AR"],
      "coverImage": "coverImage.jpg",
      "image": ["1.png", "2.jpg"],
      "video": ["https://www.youtube.com/embed/6MRQO_VXoDw"],
      "tags": ["virtual reality", "narrative"],
      "description": ["I Love You by Self. It is a therapeutic VR storytelling experience that directs the viewer inwards. This project  is about the importance of self-compassion in personal growth. Relying on the definition of compassion as “to suffer with”,  the resulting proof-of-concept VR story, I Love You by Self, is created to acknowledge personal inadequacy or imperfection as a shared human experience. This brings to realization that we all are going through similar things and avoiding the feeling of isolation and being in this alone. Based on my personal experience, the VR story hopes to grow self-compassion especially in people who struggle with anxieties. The project uses multi-sensorial awe inspiring music accompaniment to stimulate self-compassion."],
      "studio-professor-1": "Sven Travis",
      "writing-professor-1": "Louisa Campbell",
      "studio-professor-2": "John Sharp",
      "writing-professor-2": "Mark Stafford"
    }
  },
  {
    "id": 55,
    "name": "Vishaal Ravikumar",
    "profile-pic": "vishaal.jpg",
    "social": {
      "portfolio": "www.vishaalravikumar.com",
      "facebook": "",
      "instagram": "",
      "linkedin": "",
      "twitter": "",
      "other": ""
    },
    "aboutme": ["Daring Air Operations Expert"],
    "project": {
      "title": "Sanctum",
      "website": "",
      "thesis-category": ["Installation"],
      "coverImage": "coverImage.jpg",
      "image": ["1.jpg"],
      "tags": ["Sanctum", "Light Space", "Meditation", "Interior", "Lumen"],
      "description": ["Sanctum is a research on personal spaces and areas of deep meditation. The project is a light sculpture taking the form of my personal sanctum - the shower."],
      "studio-professor-1": "Melanie Crean",
      "writing-professor-1": "Mattie Brice",
      "studio-professor-2": "Jesse Harding",
      "writing-professor-2": "Chris Prentice"
    }
  },
  {
    "id": 56,
    "name": "Ren Du",
    "profile-pic": "ren.jpg",
    "social": {
      "portfolio": "",
      "facebook": "",
      "instagram": "",
      "linkedin": "",
      "twitter": "",
      "other": ""
    },
    "aboutme": ["Second year student of MFA DT, focus on game design, AI and IOT"],
    "project": {
      "title": "echo",
      "website": "rendu.blog",
      "thesis-category": ["Installation"],
      "coverImage": "coverImage.jpg",
      "image": ["1.jpeg", "2.jpeg", "3.jpg"],
      "video": ["https://player.vimeo.com/video/263265935"],
      "tags": ["soundscape", "installation", "nature"],
      "description": ["I’m making a soundscape art project that reproduces the sound of rain with artificial products such as PVC pipes, plastic bags and solenoids. I want the audience to experience this artificial non-musical sound performance in a space that is constructed of multiple artificial materials.", "Through this installation, I’m showing that romanticizing the nature is actually a problematic way on how we think about nature.","I continue to question which one is more truthful, nature or non-nature."],
      "studio-professor-1": "Anezka Sebek",
      "writing-professor-1": "Ethan Silverman",
      "studio-professor-2": "John Sharp",
      "writing-professor-2": "Mark Stafford"
    }
  },
  {
    "id": 58,
    "name": "Liang Shi",
    "profile-pic": "liang.jpg",
    "social": {
      "portfolio": "",
      "facebook": "",
      "instagram": "",
      "linkedin": "",
      "twitter": "",
      "other": ""
    },
    "aboutme": ["Liang Shi is a UI/UX designer, interactive artist based in New York City. His interests include interactive installation, digital visual art, user experience design."],
    "project": {
      "title": "Photo Poet",
      "website": "",
      "thesis-category": ["Installation"],
      "coverImage": "coverImage.jpg",
      "image": ["1.png"],
      "tags": ["Generative Art", "Computational Photography", "Poetry", "Machine Creativity"],
      "description": ["Photo Poet is a project that explores using computational technology to expand photography from an artistic perspective. It features a poetry generation program that can write poems based on a digital photograph. Also, Photo Poet invites photographers to present their photo pieces to the program and to make another piece as a response to the generated poem. The process of computer using poem to respond to photo and human using photo respond to poem can be repeated endlessly. In the process, it communicates the comparison between human perception and computer perception.", "With computer vision and generative technology, Photo Poet takes part in the creation of the artwork, representing the information of the photos in the form of poetry. The generated poems and the photographs become a collaboration and an artistic conversation between human and computer."],
      "studio-professor-1": "Melanie Crean",
      "writing-professor-1": "Mattie Brice",
      "studio-professor-2": "Jesse Harding",
      "writing-professor-2": "Chris Prentice"
    }
  },
  {
    "id": 59,
    "name": "Danielle Sobel",
    "profile-pic": "danielle.jpg",
    "social": {
      "portfolio": "",
      "facebook": "",
      "instagram": "",
      "linkedin": "https://www.linkedin.com/in/dvsobel/",
      "twitter": "",
      "other": ""
    },
    "aboutme": ["Product Designer from New York, interested in behavioral designs to help the lives of people. In her spare time she loves to hike upstate with family and friends."],
    "project": {
      "title": "Impulse",
      "website": "",
      "thesis-category": ["Product Design", "Speculative/Critical"],
      "coverImage": "coverImage.jpg",
      "image": [""],
      "tags": ["Decision Making", "Behavioral Psychology", "Behavioral Design/Finance"],
      "description": ["The aim for my thesis is to create an intervention for online impulse buyers (adults ages eighteen and up) and to assist them with their decision-making. Weaving this web-driven application with the everyday lives of my users will help provide them with the tools to make appropriate choices for their budgets and general well-being. Since existing interfaces try to speed up to process for consumers and make them buy more and faster, my users will have the capability to use compartmentalized strategies or interventions I provide them to help manage these impulses and slow them down. I seek to make my users more confident about their purchases and to save money. "],
      "studio-professor-1": "Aya Karpinska",
      "writing-professor-1": "Loretta Wolozin",
      "studio-professor-2": "John Sharp",
      "writing-professor-2": "Mark Stafford"
    }
  },
  {
    "id": 60,
    "name": "Chuyi Sun",
    "profile-pic": "chuyi.jpg",
    "social": {
      "portfolio": "https://chuyisun.com/",
      "facebook": "",
      "instagram": "",
      "linkedin": "",
      "twitter": "",
      "other": ""
    },
    "aboutme": ["As a UI/UX designer, my goal is to constantly deliver the design that can truly help users to solve their problems and build an enjoyable moment."],
    "project": {
      "title": "Who is Pinocchio",
      "website": "",
      "thesis-category": ["Playful Experiences"],
      "coverImage": "coverImage.jpg",
      "image": ["1.jpeg","2.jpeg","3.jpeg","4.jpeg","5.jpeg"],
      "tags": ["board game", "family communication", "senior citizens"],
      "description": ["I am creating a physical board game that aims to improve the interaction among family members by encouraging them to have conversations and know more about others based on provided questions and interactive tasks."],
      "studio-professor-1": "Anezka Sebek",
      "writing-professor-1": "Ethan Silverman",
      "studio-professor-2": "Colleen Macklin",
      "writing-professor-2": "Barbara Morris"
    }
  },
  {
    "id": 61,
    "name": "Jing Sun",
    "profile-pic": "jing.jpg",
    "social": {
      "portfolio": "https://www.jingsun.me/",
      "facebook": "",
      "instagram": "",
      "linkedin": "",
      "twitter": "",
      "other": ""
    },
    "aboutme": ["Jing Sun is an Interaction Designer. She is passionate about physical and digital explorations and creating poetic experiences through Design."],
    "project": {
      "title": "Words",
      "website": "https://www.jingsun.me/thesis",
      "thesis-category": ["Installation"],
      "coverImage": "coverImage1.jpg",
      "image": ["1.jpg", "2.jpg", "3.jpg", "4.png", "5.png"],
      "tags": ["Digital Humanity", "Poetic Design", "Art Installation", "Digital Literature"],
      "description": ["Words creates a place where people could play with shapes, space and language. When the user enters the space, there are only words guiding them through the story. The words are associated and dynamic as people move. The user chooses words to write a poem as well as creates a pattern with their trace. The poem and the trace share the same characteristics.", "I’m exploring how the creation of patterns could be accordant with user’s interpretation of poetry. Words are the clue. There is a word at where the user starts his/her journey. And at the same time, there are associated words around the start word. The ones which share more common are more closely placed. User can keep picking words and get dynamic associated words with his/her movement. Generated contents will appear sentence by sentence. If user wants the content to be more dramatic, then he/she picks a word that is far away. Imagination becomes bigger when the word has less relationship to the first word. Also the shape becomes more dramatic."],
      "studio-professor-1": "Anthony Deen",
      "writing-professor-1": "Andrew Zornoza",
      "studio-professor-2": "Jesse Harding",
      "writing-professor-2": "Chris Prentice"
    }
  },
  {
    "id": 62,
    "name": "Arlene Sun",
    "profile-pic": "arlene.jpg",
    "social": {
      "portfolio": "http://www.arlenesun.com",
      "facebook": "",
      "instagram": "https://www.instagram.com/arlenesun/",
      "linkedin": "",
      "twitter": "",
      "other": ""
    },
    "aboutme": ["Crossover Designer"],
    "project": {
      "title": "00:00:00",
      "website": "https://vimeo.com/arlenesun",
      "thesis-category": ["Storytelling/Film"],
      "coverImage": "coverImage1.jpg",
      "image": [""],
      "tags": ["Experimental animation", "Storytelling "],
      "description": ["Experimental animation telling a motivational story"],
      "studio-professor-1": "David Carroll",
      "writing-professor-1": "Barbara Morris",
      "studio-professor-2": "Colleen Macklin",
      "writing-professor-2": "Barbara Morris"
    }
  },
  {
    "id": 63,
    "name": "Yiqi Sun",
    "profile-pic": "yiqi.jpg",
    "social": {
      "portfolio": "",
      "facebook": "",
      "instagram": "",
      "linkedin": "",
      "twitter": "",
      "other": ""
    },
    "aboutme": ["Yiqi Sun is a visual designer, and a creative technologist. She is experienced in UX/UI, the Internet of Things, Physical Computing, and Game Development. Yiqi's goal is to be able to combine new technologies with conventional design approach to create solutions for society. "],
    "project": {
      "title": "TREE HOLLOW",
      "website": "",
      "thesis-category": ["Product Design"],
      "coverImage": "",
      "image": ["1.png", "2.png"],
      "tags": ["secrets", "voice-interactive", "machine-crafted", "IOT product"],
      "description": ["Tree Hollow is a voice-interactive, small machine-crafted object that helps people vent unspeakable secrets to the tree hollow, get release from the pressure generated by keeping secrets, and, following users’ voice input, store, retrieve, and decode encrypted secrets as wanted for further relief from the stress of tightly-held secrets."],
      "studio-professor-1": "David Caroll",
      "writing-professor-1": "Barbara Morris",
      "studio-professor-2": "Mattie Brice",
      "writing-professor-2": "Loretta Wolozin"
    }
  },
  {
    "id": 64,
    "name": "Leah Takele",
    "profile-pic": "leah.jpg",
    "social": {
      "portfolio": "http://leahtakele.com",
      "facebook": "",
      "instagram": "",
      "linkedin": "",
      "twitter": "",
      "other": "@leahtak_ "
    },
    "aboutme": ["Leah Takele is a New York based creative producer specializing in digital media and design. Raised in California, her work experiences range from political campaigns such as Hillary Clinton for America to entertainment with time spent at Dick Clark Productions, Revolt TV and Amlak Music."],
    "project": {
      "title": "Enebla",
      "website": "",
      "thesis-category": ["Storytelling/Film", "Culture/Issues", "Product Design"],
      "coverImage": "",
      "image": [""],
      "tags": ["culture", "narratives", "packaging design", "critical design", "immigration", "Etihopia", "product design"],
      "description": ["Enebla is a critical design project analyzing the overwhelming complexes immigrants and first generation Ethiopian-Americans experience when preserving their culture. Using food as a vehicle, Enebla uses meal kit design elements to metaphorically highlight the practice of picking and choosing what cultural elements to hold on to, while partaking in the process of assimilation for the sake of surviving in the United States."],
      "studio-professor-1": "Anthony Deen",
      "writing-professor-1": "Andrew Zornoza",
      "studio-professor-2": "Katherine Moriwaki",
      "writing-professor-2": "Andrew Zornoza"
    }
  },
  {
    "id": 65,
    "name": "Paolo Villanueva",
    "profile-pic": "paolo.jpg",
    "social": {
      "portfolio": "http://paolopv.com",
      "facebook": "",
      "instagram": "http://instagram.com/itspaolopv",
      "linkedin": "",
      "twitter": "",
      "other": ""
    },
    "aboutme": ["Paolo is a Visual Storyteller focused on creating new and interesting digital/physical experiences, virtual and augmented reality projects. He has had a wide-ranging career in digital and media production, software development, social impact advocacy, and non profit leadership."],
    "project": {
      "title": "Tales of the Aswang",
      "website": "http://aswangVR.com",
      "thesis-category": ["VR/MR/AR"],
      "coverImage": "coverImage.jpg",
      "image": ["1.jpg", "2.jpg", "3.jpg", "4.jpg", "5.jpg", "6.jpg", "7.jpg", "8.jpg"],
      "video": ["https://player.vimeo.com/video/267305679", "https://player.vimeo.com/video/254402700"],
      "tags": ["Visual Storytelling" , "Virtual Reality", "Mixed Reality", "Mythology", "Storytelling", "Animation", "Film", "Video", "Social Issues", "Multimedia Production"],
      "description": ["Monsters are humanity's shadows which we project. They represent our inmost fears and the projected ugly desires and repressions.","Tales of the Aswang is a VR Game that welcomes you into the world of Filipino mythology, filled with the most prolific and yet mysterious monsters of the lore called the Aswang. The Aswang myth is rooted in the ancient, pre-colonized, oral narrative of the Philippines. They are organic, supernatural, and mysterious, and it speaks of timeless truths about society and belief systems from our ancestors that carry on to present day.","Social Issues and Mythology","As monsters represent the inmost fears of every culture, these fears are shared through stories that are passed on. Unlike Greek Mythology, Filipino Mythology is transmitted through oral tradition, in which information passed down through the generations by word of mouth and is not written down. These traditions assist people in educating the young and teaching important lessons about the past and about life. But most importantly they contain narratives that have been transformed through years of colonization, war and independence.", "And among these transformations, they speak of tales on social issues, tales about immigration, social justice, environmental protection and the common good.", "Goals of the Project","My goal for this project began with the thought of wanting to see how these stories can be represented by new mediums. With the end goal of being a project that can be a platform to launch and resurrect conversations about these creatures to a new generation at the same time talk about the worlds large issues through a different lens.","Pre-Production", "Production began in August 2017 and has been an exploratory research of documenting various stories and deciding which one would be ideal. I began with concept art, a short animated film to demonstrate the emotion I wanted to convey in the experience. At the same time composed various tracks to try and present the aural emotion that compliments the visuals. Finally I began building the world through 3D modelling and animation and lastly programmed the entire experience into an immersive medium.", "Video of Process", "Concept Art", "The Story Board + Animation", "World Building + 3D Modelling", "The Game Experience", "You navigate by walking, climbing and grabbing objects. You use these mechanics to explore, solve puzzles, find items and discover hidden narratives. Episode 1 s a story that focuses on environmental protection and protecting nature and introduces you to two mythical creatures, the Kapre and the Mananaggal."],
      "studio-professor-1": "Anezka Sebek",
      "writing-professor-1": "Ethan Silverman",
      "studio-professor-2": "John Sharp",
      "writing-professor-2": "Mark Stafford"
    }
  },
  {
    "id": 66,
    "name": "Qihui Wang",
    "profile-pic": "qihui.jpg",
    "social": {
      "portfolio": "",
      "facebook": "",
      "instagram": "",
      "linkedin": "",
      "twitter": "",
      "other": ""
    },
    "aboutme": ["I'm a visual and interaction designer originally from China."],
    "project": {
      "title": "Eat With Me",
      "website": "",
      "thesis-category": ["Speculative/Critical", "Product Design"],
      "coverImage": "coverImage.jpg",
      "image": [""],
      "video": [""],
      "tags": ["Eating Experience", "Chatbot"],
      "description": ["Combining playful communication with solo eating experience. 'Eat With Me' is a warm, approachable and empathetic AI chatbot. ' Eat With Me' is designed to improve solo eating experience."],
      "studio-professor-1": "David Caroll",
      "writing-professor-1": "Barbara Morris",
      "studio-professor-2": "Jesse Harding",
      "writing-professor-2": "Chris Prentice"
    }
  },
  {
    "id": 67,
    "name": "Shenxun Wang",
    "profile-pic": "karl.jpg",
    "social": {
      "portfolio": "http://www.shenxunwang.com",
      "facebook": "",
      "instagram": "",
      "linkedin": "",
      "twitter": "",
      "other": ""
    },
    "aboutme": ["Product Designer"],
    "project": {
      "title": "SmartLog",
      "website": "",
      "thesis-category": ["Product Design"],
      "coverImage": "coverImage.jpg",
      "image": ["1.png"],
      "tags": ["User Experience", "Fitness", "Sports"],
      "description": ["SmartLog is a mobile application designed for intermediate athletes to track their weightlifting performance in order to assist users achieve their training goal"],
      "studio-professor-1": "Aya Karpinska",
      "writing-professor-1": "Loretta Wolozin",
      "studio-professor-2": "Mattie Brice",
      "writing-professor-2": "Loretta Wolozin"
    }
  },
  {
    "id": 68,
    "name": "La Tricia Watford",
    "profile-pic": "laTricia.jpg",
    "social": {
      "portfolio": "http://www.lwatford.com",
      "facebook": "",
      "instagram": "",
      "linkedin": "",
      "twitter": "",
      "other": ""
    },
    "aboutme": ["La Tricia Watford is a user experience designer focused on emerging technologies, augmented reality and UI/UX front-end development.  With an extensive background in design, branding, and prototyping, she is focusing on merging fashion and technology. Her thesis blends these two providing a customized sports bra for well-endowed women."],
    "project": {
      "title": "LIZZETTE.CO",
      "website": "",
      "thesis-category": ["Product Design", "Problem Solving"],
      "coverImage": "coverImage.jpg",
      "image": ["1.png"],
      "tags": ["wearable technology", "UX design", "universal design", "innovative design", "3D Printing"],
      "description": ["LIZZETTE is a custom sports bra that allows well-endowed women to participate in sports activities such as running, boxing or yoga in comfort and ease. This thesis acknowledges the challenge the fashion industry encounters when developing sports bras for women that are larger than a size “C” cup. Women who are well endowed are not provided with the proper support and coverage their breasts need.", "The creation of this bra aims to merge new technology with an industry that has been slow to integrate fashion with the advancement of 3D technology seamlessly. My goal is to provide every woman with a sports bra customized to her body. Fashion and Technology should not be seen as separate entities. Therefore, by merging the two, designers and developers can achieve this goal.  In creating the Lizzette sports bra I have accomplished this."],
      "studio-professor-1": "Aya Karpinska",
      "writing-professor-1": "Loretta Wolozin",
      "studio-professor-2": "Mattie Brice",
      "writing-professor-2": "Loretta Wolozin"
    }
  },
  {
    "id": 69,
    "name": "Tao Wei",
    "profile-pic": "tao.jpg",
    "social": {
      "portfolio": "",
      "facebook": "",
      "instagram": "",
      "linkedin": "",
      "twitter": "",
      "other": ""
    },
    "aboutme": ["I'm an entrepreneur- minded product designer focused on product strategy and user experience design. I enjoy customer development process and find product market fit for the next big thing in Fintech, Healthcare, Blockchain and Media industry. "],
    "project": {
      "title": "Mailody",
      "website": "",
      "thesis-category": ["Product Design"],
      "coverImage": "",
      "image": [""],
      "tags": ["Service design", "Product design", "UI/UX", "Physical computing", "Industrial design"],
      "description": ["Mailody is a service design project that allows postcard users to discover and share locally distinctive music based on contextual information such as geolocation, the weather, and the emotions conveyed through the handwritten content of the postcard. It consists of a mobile app and a physical music player. The mobile app allows the postcard sender to choose a song from a list of recommendations based on contextual data and attach it to the postcard through visual marker, whereas the receiver can use the music player to play the music by scanning the marker on the postcard. Mailody adds a tactile physical experience to the intangible music streaming service and taps into the nature of postcard as a tangible artifact and infuses it with a utility that is evocative of another familiar tactical experience through associations."],
      "studio-professor-1": "Sven Travis",
      "writing-professor-1": "Louisa Campbell",
      "studio-professor-2": "Katherine Moriwaki",
      "writing-professor-2": "Andrew Zornoza"
    }
  },
  {
    "id": 70,
    "name": "Ashlee Woo",
    "profile-pic": "ashlee.jpg",
    "social": {
      "portfolio": "",
      "facebook": "",
      "instagram": "",
      "linkedin": "",
      "twitter": "",
      "other": "@ashieem"
    },
    "aboutme": ["I am Ashlee Woo from DT MFA second year student. "],
    "project": {
      "title": "Oddly Pinkifying ",
      "website": "",
      "thesis-category": ["Installation"],
      "coverImage": "coverImage.jpg",
      "image": ["1.png", "2.png", "3.png"],
      "tags": ["Projection", "Installation Art "],
      "description": ["Oddly satisfying 3D video Projection installation would help people who is having an anxiety disorder to become relaxed and calm through the repetition of moving objects as an artistic way."],
      "studio-professor-1": "Benjamin Gaulon",
      "writing-professor-1": "Claire Richard",
      "other-professor-1": "Christine Sugrue",
      "studio-professor-2": "Benjamin Gaulon",
      "writing-professor-2": "Claire Richard",
      "other-professor-2": "Christine Sugrue"
    }
  },
  {
    "id": 72,
    "name": "Chengcheng Xiang ",
    "profile-pic": "cici.jpg",
    "social": {
      "portfolio": "",
      "facebook": "",
      "instagram": "",
      "linkedin": "",
      "twitter": "",
      "other": ""
    },
    "aboutme": ["I am an interactive designer and graphic designer"],
    "project": {
      "title": "The Memory Box",
      "website": "",
      "thesis-category": ["Product Design", "VR/MR/AR"],
      "coverImage": "",
      "image": [""],
      "tags": ["Interactive", "Product", "AR"],
      "description": ["It is an interactive experience for a product to store memories in order to cope with grief. I want to help users store their memories and feelings in the memory box by attaching visual/vocal digital files to physical objects. "],
      "studio-professor-1": "Aya Karpinska",
      "writing-professor-1": "Loretta Wolozin",
      "studio-professor-2": "Mattie Brice",
      "writing-professor-2": "Loretta Wolozin"
    }
  },
  {
    "id": 90,
    "name": "Ying Xiao ",
    "profile-pic": "yingXiao.jpg",
    "social": {
      "portfolio": "https://www.yingxiaodesign.me/",
      "facebook": "",
      "instagram": "",
      "linkedin": "",
      "twitter": "",
      "other": ""
    },
    "aboutme": ["I am a multidisciplinary designer work in motion, visual design, UI/UX design, and technology."],
    "project": {
      "title": "Teaology",
      "website": "https://www.yingxiaodesign.me/teaology/",
      "thesis-category": ["Installation"],
      "coverImage": "",
      "image": [""],
      "tags": ["digital installation"],
      "description": ["&lt;Teaology&gt; is an immersive, digital installation that engages people with a multi-sensory experience while having tea."],
      "studio-professor-1": "Sven Travis",
      "writing-professor-1": "Louisa Campbell",
      "studio-professor-2": "Katherine Moriwaki",
      "writing-professor-2": "Andrew Zornoza"
    }
  },
  {
    "id": 73,
    "name": "Yiying Xiao",
    "profile-pic": "frannie.jpg",
    "social": {
      "portfolio": "",
      "facebook": "",
      "instagram": "",
      "linkedin": "",
      "twitter": "",
      "other": ""
    },
    "aboutme": ["Creative designer focusing on making unique and dynamic user experience."],
    "project": {
      "title": "Whisper Garden",
      "website": "",
      "thesis-category": ["Playful Experiences"],
      "coverImage": "",
      "image": [""],
      "tags": ["Game", "journaling", "mindfullness"],
      "description": ["A mobile game that can collect user’s thoughts of the day by typing, and give out a result from analyzing the tones and sentiment degrees of the journal. The result is aimed to motivate user to form the habit of keeping diary.","By doing this, I intend to encourage people to start slowing down their life and form the habit of keeping journal to really concentrate on their life, thoughts and feelings."],
      "studio-professor-1": "Aya Karpinska",
      "writing-professor-1": "Loretta Wolozin",
      "studio-professor-2": "Colleen Macklin",
      "writing-professor-2": "Barbara Morris"
    }
  },
  {
    "id": 74,
    "name": "Qinwen Xing",
    "profile-pic": "qinwen.jpg",
    "social": {
      "portfolio": "",
      "facebook": "",
      "instagram": "",
      "linkedin": "",
      "twitter": "",
      "other": ""
    },
    "aboutme": ["-"],
    "project": {
      "title": "Sensory Garden",
      "website": "",
      "thesis-category": ["Installation"],
      "coverImage": "coverImage.jpg",
      "image": ["1.jpg"],
      "tags": ["Installation"],
      "description": ["This interactive installation project involves discovering how human sensations can recreate moments from the past, especially focuses on the sense of smell and touch. Since our everyday life is so occupied with all kinds of external visuals and sounds, the goal of this project is to prove and show the power of our natural sense - smell and touch are playing important roles to evoke emotions, render inspirations, recall memories, and stimulate imaginations. Therefore, my research includes human sensation, memory, olfactory, scents, materiality, and installation art."],
      "studio-professor-1": "Anezka Sebek",
      "writing-professor-1": "Ethan Silverman",
      "studio-professor-2": "Katherine Moriwaki",
      "writing-professor-2": "Andrew Zornoza"
    }
  },
  {
    "id": 75,
    "name": "Zhiyang Rainie Xu ",
    "profile-pic": "rainie.jpg",
    "social": {
      "portfolio": "https://www.zhiyangxu.com/",
      "facebook": "",
      "instagram": "",
      "linkedin": "",
      "twitter": "",
      "other": ""
    },
    "aboutme": ["Hello! My name is Zhiyang (Rainie) Xu. I am a UX/UI designer based in NYC. I have had UX design experiences across different platforms, including web, mobile, AR, VR, wearable, and exhibition. And what I have learned from designing for different platforms is that UX design for any platform is about getting the right amount of user input within the constraints of the project and to choose the right mix of UX tools for the task at hand. "],
    "project": {
      "title": "Remixer",
      "website": "https://www.zhiyangxu.com/remixer",
      "thesis-category": ["VR/MR/AR", "Playful Experiences", "Product Design"],
      "coverImage": "coverImage.jpg",
      "image": ["1.jpg"],
      "video": ["https://player.vimeo.com/video/267131658"],
      "tags": ["AR", "AudioVisualization", "Fashion&Technology", "SocialMedia", "SelfExpression", "UXUIdesign", "InteractionDesign"],
      "description": ["Remixer is an AR app that allows social media users who love fashion and music to express themselves in a playful way, combining their two interests. Remixer users can take photos or videos and combine them with music they love visualized as AR effects on their clothing - recording this visualization as part of their outfit of the day. These resulting unique photos and videos help music and fashion lovers preserve memories of their favorite songs and outfits, share their images with friends, and draw attention to themselves on social media."],
      "studio-professor-1": "Aya Karpinska",
      "writing-professor-1": "Loretta Wolozin",
      "studio-professor-2": "Katherine Moriwaki",
      "writing-professor-2": "Andrew Zornoza"
    }
  },
  {
    "id": 76,
    "name": "Qinqin Yang",
    "profile-pic": "qinqin.jpg",
    "social": {
      "portfolio": "",
      "facebook": "",
      "instagram": "",
      "linkedin": "",
      "twitter": "",
      "other": ""
    },
    "aboutme": ["Qinqin is interested in exploring alternative experiences and novel storytelling through cutting-edge technology to shape the reality. Most of her works are speculative and fictional."],
    "project": {
      "title": "DNA-Living Hard Drives",
      "website": "",
      "thesis-category": ["Speculative/Critical", "Design Fiction"],
      "coverImage": "coverImage.jpg",
      "image": ["1.png", "2.png", "3.png"],
      "tags": ["speculative design", "design fiction", "Designed objects"],
      "description": ["DNA-Living Hard Drives is a design fiction exploring applications of DNA-data storage and DNA-editing on living things. The project speculates on the future when people keep the most valuable memory into the plant in order to make it last forever for offsprings. This project aims to invite people to reflect on the meaning of data, memory and inheritance. "],
      "studio-professor-1": "Benjamin Gaulon",
      "writing-professor-1": "Claire Richard",
      "other-professor-1": "Christine Sugrue",
      "studio-professor-2": "John Sharp",
      "writing-professor-2": "Mark Stafford",
      "other-professor-2": ""
    }
  },
  {
    "id": 77,
    "name": "Xiaojie Yang",
    "profile-pic": "xiaojie.jpg",
    "social": {
      "portfolio": "http://xiaojieyang.com/",
      "facebook": "",
      "instagram": "",
      "linkedin": "https://www.linkedin.com/in/xiaojie-yang-750b18126",
      "twitter": "",
      "other": ""
    },
    "aboutme": ["Xiaojie Yang is a UI/UX designer, graphic designer and illustrator based in New York."],
    "project": {
      "title": "SmartPet",
      "website": "http://xiaojieyang.com/SmartPet",
      "thesis-category": ["Product Design"],
      "coverImage": "coverImage.jpg",
      "image": ["1.png", "2.png"],
      "video": ["https://player.vimeo.com/video/266935269", "https://player.vimeo.com/video/266934884"],
      "tags": ["IoT", "UI/UX design", "Toy design", "Physical computing", "Long-distance relationship", "App"],
      "description": ["The SmartPet project aims to narrow the psychological and communicational gap between young long-distance couples by designing a SmartPet system that connects with a couple.", "A couple can raise a robotic Macaroni penguin together both virtually and in their real life and complete tasks in an app to enhance their relationship."],
      "studio-professor-1": "Aya Karpinska",
      "writing-professor-1": "Loretta Wolozin",
      "studio-professor-2": "Katherine Moriwaki",
      "writing-professor-2": "Andrew Zornoza"
    }
  },
  {
    "id": 78,
    "name": "Jieming Yu",
    "profile-pic": "jieming.jpg",
    "social": {
      "portfolio": "",
      "facebook": "",
      "instagram": "",
      "linkedin": "",
      "twitter": "",
      "other": ""
    },
    "aboutme": ["A UX designer who is interested in animation"],
    "project": {
      "title": "Insights",
      "website": "",
      "thesis-category": ["Storytelling/Film"],
      "coverImage": "1.jpg",
      "image": ["2.jpg"],
      "tags": ["Animation", "Film"],
      "description": ["Insights is a short animation film that tells the story about how a surveillance device ruin the trust between a couple. It aims to provoke audience’s consideration on what is the fine line between privacy and intimacy."],
      "studio-professor-1": "Benjamin Gaulon",
      "writing-professor-1": "Claire Richard",
      "other-professor-1": "Christine Ann Sugrue",
      "studio-professor-2": "Christopher Romero",
      "writing-professor-2": "Ethan Silverman",
      "other-professor-2": ""
    }
  },
  {
    "id": 79,
    "name": "Yaying Zeng",
    "profile-pic": "yaying.jpg",
    "social": {
      "portfolio": "",
      "facebook": "",
      "instagram": "https://www.instagram.com/bbbig_",
      "linkedin": "",
      "twitter": "",
      "other": ""
    },
    "aboutme": ["Hi, I'm Yaying Zeng. I'm a Graphic Designer/Visual Artist currently pursuing an MFA degree in Design Technology at Parsons School of Design. I'm fascinated with Visual Design, Human-computer Interaction, Motion Graphics and Installation Art. I am an explorer keen on learning new media to tell stories and express feelings. I believe that design is a journey of self-discovery."],
    "project": {
      "title": "Listen",
      "website": "https://www.yayingzeng.com/listen",
      "thesis-category": ["Installation", "Cultrue/Issues"],
      "coverImage": "coverImage.jpg",
      "image": ["1.png", "2.png", "3.png"],
      "tags": ["Gender Stereotypes", "Interactive Installation"],
      "description": ["Listen is an interactive project that convey Chinese women’s struggle when external world imposes pressure on them. A character-based animation will be projected on the wall."],
      "studio-professor-1": "Anezka Sebek",
      "writing-professor-1": "Ethan Silverman",
      "studio-professor-2": "Jesse Harding",
      "writing-professor-2": "Chris Prentice"
    }
  },
  {
    "id": 80,
    "name": "Jialu Zhang",
    "profile-pic": "jialu.jpg",
    "social": {
      "portfolio": "http://www.jialuzhang.com",
      "facebook": "",
      "instagram": "",
      "linkedin": "",
      "twitter": "",
      "other": ""
    },
    "aboutme": ["Jialu is an aspiring digital product designer, using both a creative and a data-informed approach to design aesthetic, accessible, and sustainable products. She is passionate about design and emerging technologies and eager to work on new things with creative ideas in the field of interaction design."],
    "project": {
      "title": "Topia",
      "website": "https://www.jialuzhang.com/future-nature",
      "thesis-category": ["Speculative/Critical", "VR/MR/AR"],
      "coverImage": "coverImage.jpg",
      "image": ["1.jpg", "2.jpg", "3.jpg"],
      "video": ["https://www.youtube.com/embed/GY3G8JI2uRA"],
      "tags": ["Speculative / Critical", "Virtual Reality", "Interactive Exprience"],
      "description": ["Topia speculates on a future where any remaining traces of the current natural world hardly exist because of urban sprawl and natural degradation. Using virtual reality, participants will immerse themselves in a representation of future where all real nature is substituted by technological nature-- virtual recreations of non-human animals, plants, weather and wild landscapes of today.", "The virtual space is contained within a 10x10 cubical apartment – a nod to living conditions in an overpopulated future.  Although small, the space will fulfill all basic needs, even our need for the outdoors. Furniture and other indoor devices will provide glimpses of nature past."  ,"The goal of this project is to help people envision a future infused with technological nature in order to rethink the conservation of our current natural environment, as well as the possibilities opened by near-future technologies."],
      "studio-professor-1": "Sven Travis",
      "writing-professor-1": "Louisa Campbell",
      "studio-professor-2": "Colleen Macklin",
      "writing-professor-2": "Barbara Morris"
    }
  },
  {
    "id": 81,
    "name": "Su Zhang",
    "profile-pic": "su.jpg",
    "social": {
      "portfolio": "https://www.suzhang-design.com/",
      "facebook": "",
      "instagram": "",
      "linkedin": "https://www.linkedin.com/in/su-zhang-229278127/",
      "twitter": "",
      "other": ""
    },
    "aboutme": ["I’m an interaction designer based in New York. I have a design background of interaction design, user experience design, and creative coding. Also passionate about problem solving and human-centered design."],
    "project": {
      "title": "Small World",
      "website": "https://www.suzhang-design.com/small-world",
      "thesis-category": ["VR/MR/AR", "Education"],
      "coverImage": "coverImage.jpg",
      "image": ["1.png","2.png","3.jpg","4.jpg"],
      "video": ["https://player.vimeo.com/video/267174551"],
      "tags": ["Augmented Reality", "Education"],
      "description": ["Small World is an interactive pop-up book that aims to engage children from 8 to 10 years old in learning the knowledge of water cycle. Combined with augmented reality technology, the mobile phone could transform to different scientific instruments to show the water from micro to macro."],
      "studio-professor-1": "David Carroll",
      "writing-professor-1": "Barabara Morris",
      "studio-professor-2": "John Sharp",
      "writing-professor-2": "Mark Stafford"
    }
  },
  {
    "id": 82,
    "name": "Tong Zhang",
    "profile-pic": "tong.jpg",
    "social": {
      "portfolio": "http://zhangtong.weebly.com/",
      "facebook": "",
      "instagram": "",
      "linkedin": "https://www.linkedin.com/in/tzhang0223/",
      "twitter": "",
      "other": ""
    },
    "aboutme": ["Designer interested in edible experiences and food politics. "],
    "project": {
      "title": "Sugarcoated",
      "website": "",
      "thesis-category": ["Installation", "Culture/Issues"],
      "coverImage": "coverImage.jpg",
      "image": ["1.png", "2.png"],
      "tags": ["Video installation"],
      "description": ["Sugarcoated investigates the existing juxtaposition between the alluring properties of sugar and its global ramifications."],
      "studio-professor-1": "Melanie Crean",
      "writing-professor-1": "Mattie Brice",
      "studio-professor-2": "Chris Romero",
      "writing-professor-2": "Ethan Silverman"
    }
  },
  {
    "id": 83,
    "name": "Zhongyue Zhang",
    "profile-pic": "zon.jpg",
    "social": {
      "portfolio": "http://www.zonzh.com/",
      "facebook": "",
      "instagram": "",
      "linkedin": "",
      "twitter": "",
      "other": ""
    },
    "aboutme": ["Passionate Installation Artist/UX/UI Designer/Front-End Developer"],
    "project": {
      "title": "The Equinox",
      "website": "",
      "thesis-category": ["Installation"],
      "coverImage": "coverImage.jpg",
      "image": ["1.jpg"],
      "tags": ["Installation Art", "Reality", "Visual Perception"],
      "description": ["'The Equinox 'is interactive installation which is exploring human visual perception in art form. It reduplicates a visual phenomena from natural environment and integrates Tibetan buddhism philosophy in the experience."],
      "studio-professor-1": "Anthony Deen",
      "writing-professor-1": "Andrew Zornoza",
      "studio-professor-2": "Katherine Moriwaki",
      "writing-professor-2": "Andrew Zornorza"
    }
  },
  {
    "id": 84,
    "name": "Hanyu Zhao",
    "profile-pic": "hanyu.jpg",
    "social": {
      "portfolio": "http://www.hanyuzhao.com/",
      "facebook": "",
      "instagram": "",
      "linkedin": "",
      "twitter": "",
      "other": ""
    },
    "aboutme": ["Hi, I am Hanyu Zhao I am a UX Designer and Animator based in New York City. I am currently an MFA Design and Technology candidate at Parsons the New School of Design in the United States.I am now spending the majority of time on making interaction design and improving the user experience. I have a background in Animation, but I also love exploring new media such as Illustration, Comics, and Graphic Design. I value the craftsmanship, but I also believe the process of making thing is as important as a result."],
    "project": {
      "title": "Ar.Tea.San",
      "website": "http://www.hanyuzhao.com/arteasan?mr=1523145176",
      "thesis-category": ["Installation", "Storytelling/Film", "Culture/Issues"],
      "coverImage": "coverImage.jpg",
      "image": ["1.png"],
      "tags": ["Interactive Installation", "Animation", "Culture", "Tea Cultivation"],
      "description": ["Ar.Tea.San  explores the practices of the cultivation of fine tea in Asia to enhance the experience of the beverage. The installation employs the physical objects and digital animation to tell a tale of the delicate cultivation and craft of producing a cup of green tea. Steeped-pun intended-in the farm-to-table ethic, my storytelling machine affords a simple introduction to the complexity and profound cultural significance of small-batch tea farming in China."],
      "studio-professor-1": "Sven Travis",
      "writing-professor-1": "Louisa Campbell",
      "studio-professor-2": "Katherine Moriwaki",
      "writing-professor-2": "Andrew Zornoza"
    }
  }
]