[
   {
      "id":61,
      "flname":"Aakanksha Aggarwal",
      "email":"aggaa503@newschool.edu",
      "event":"Gallery Exhibition",
      "url":"https://www.aakankshaaggarwal.com/",
      "profTitle":"",
      "bio":"Aakanksha Aggarwal (b. 1994, India) creates work in response to the politics and poetry that co-exist in the everyday. Her work questions the social, cultural, and political narratives she inherited, and seeks to reconstruct it through the act of imagining alternatives.",
      "project":{
         "title":"Recording absences",
         "coverImage":"coverimage.png",
         "abstract":"I have just two photographs remaining of my grandmother. In both the pictures, she has the sweetest smiles on her face and is clutching a child. When I look at them, I am swamped with fondness, followed by a sense of loss.\\r\\nIn them, I see a woman, a mother but I don't see her. I am reminded of how the archive becomes as, or even more important than the story itself. There is so much, here, that is lost. With time, the details, texture, and grain fade away — an inevitable fragmentation and distortion of memory. More bittersweet perhaps are the words never spoken, the stories I did not ask for, and those she never told me. Or those that I know, but cannot speak aloud. Stories concealed by notions of shame and secrecy, an attempt to protect the woman I love.\\r\\nRecording absences is an attempt at re-imagining an archive for my grandmother. One, that documents what remains, but also, and more importantly, what does not.",
         "description":"Recording absences is a physical archive for the artist’s late grandmother, created through collecting and examining the stories that remain and those that were never told. Her work addresses the politics of archiving, it’s relationship to individual and collective identity, and, the futility of trying to reconstruct what has been lost forever.",
         "projKW":"personal archives, women's history, storytelling",
         "projMeta":"Storytelling / Film, History / Culture, Literature / Poetic / Prose / Language",
         "projURL":"https://www.aakankshaaggarwal.com/recording-absences",
         "embedvideo":""
      }
   },
   {
      "id":33,
      "flname":"Jason Agyekum",
      "email":"agyej484@newschool.edu",
      "event":"Gallery Exhibition",
      "url":"https://jwa.codes",
      "profTitle":"Creative Technologist",
      "bio":"Jason Agyekum is a creative technologist who specializes in the web and is currently focusing on how minorities could face the consequences of machine learning and biased data.",
      "project":{
         "title":"DAIQUAN",
         "coverImage":"coverimage.png",
         "abstract":"What does the future feel like when we are judged and discriminated against by machines? What happens when we realize the discrimination but don’t do anything to correct it? As people of color the numbers are already stacked against us, what happens when we train machines to put these numbers to use?\\r\\nDaiquan is an AI powered kiosk that takes the users personal information and tries to make their travel experience safer by screening for possible threats or harassment by local officials. It uses biased data for good.",
         "description":"DAIQUAN highlights the dangers of biased data in artificial intelligence and how it can effect people, primarily minorities.",
         "projKW":"Data, minorities, creative, machine learning, bias",
         "projMeta":"Speculative, Data / Data Art / Data Research / Surveillance, Machine Learning / Mathematics",
         "projURL":"https://jwa.codes/thesis",
         "embedvideo":""
      }
   },
   {
      "id":35,
      "flname":"Aarati Akkapeddi",
      "email":"akkaa949@newschool.edu",
      "event":"Gallery Exhibition",
      "url":"http://aarati.me",
      "profTitle":"Artist and Creative Programmer",
      "bio":"Aarati Akkapeddi is an Indian-American, cross-disciplinary artist interested in the poetics and politics of datasets. She works with both personal and institutional archives to explore the ways in which identities and histories are shaped by different ways of collecting, preserving and presenting data.",
      "project":{
         "title":"After Image: A computational poem between the subject,  the camera, technology and representation",
         "coverImage":"coverimage.png",
         "abstract":"What is the aesthetic and analytical potential for machine learning to reveal semantic or visual patterns from large photographic archives? What are the challenges and caveats of working with machine learning in the archival context, where naturally anthropological, historical, and cultural aspects come into play? And finally, once patterns are identified, how can they complement or shed light on research around shifting values for representation of self and family in colonial and then postcolonial contexts in the East?\\r\\nAfter Image is an art installation comprised of a video piece and creative data visualization both showcasing a series of experiments done with an archive of the artist’s own family photographs in relation to a larger archive of South Indian studio photographs from the Studies in Tamil Studio Archives and Society  (S.T.A.R.S). Each of these experiments employs machine learning and computational techniques to sort, average, and analyze the images in order to surface semantic and visual patterns across the hundreds of images. Through the use of these techniques, the artist performatively questions the notion of collective and individual identity, and highlights the complexity of the image as a data point.",
         "description":"After Image is an art installation comprised of a video piece and creative data visualization both showcasing a series of experiments done with an archive of the artist’s own family photographs in relation to a larger archive of South Indian studio photographs from the Studies in Tamil Studio Archives and Society  (S.T.A.R.S). Each of these experiments employs machine learning and computational techniques to sort, average, and analyze the images in order to surface semantic and visual patterns across the hundreds of images. Through the use of these techniques, the artist performatively questions the notion of collective and individual identity, and highlights the complexity of the image as a data point.",
         "projKW":"Archive, Machine Learning, Images, Data, South Asian Photography, Computer Vision",
         "projMeta":"History / Culture, Data / Data Art / Data Research / Surveillance",
         "projURL":"http://aarati.me/project.html?project=project-after-image",
         "embedvideo":""
      }
   },
   {
      "id":67,
      "flname":"Alya AlQarni",
      "email":"alqaa789@newschool.edu",
      "event":"Gallery Exhibition",
      "url":"https://www.alya.works",
      "profTitle":"Designer",
      "bio":"A designer.",
      "project":{
         "title":"That land and how the other lives",
         "coverImage":"coverimage.png",
         "abstract":"I am constructing different artifacts including publications and maps, based on an algorithmic built imagined world of shapes and colors. observing their socio-political power and geopolitics and its role in creating the otherness.  The audience will navigate different formats from multiple perspectives creating personal interpretations. This project is a critical art form intended to spark conversation about otherness and the political power that nurtures and supports it.",
         "description":"I am constructing different artifacts including publications and maps, based on an algorithmic built imagined world of shapes and colors. observing their socio-political power and geopolitics and its role in creating the otherness.  The audience will navigate different formats from multiple perspectives creating personal interpretations. This project is a critical art form intended to spark conversation about otherness and the political power that nurtures and supports it.",
         "projKW":"geopolitics, critical art, algorithmic, otherness, socio-political",
         "projMeta":"Critical, Computation / Computation Art / Algorithms, Literature / Poetic / Prose / Language",
         "projURL":"",
         "embedvideo":""
      }
   },
   {
      "id":54,
      "flname":"Marcus Banks",
      "email":"banksm@newschool.edu",
      "event":"Symposium",
      "url":"https://www.linkedin.com/in/marcus-banks-5bba00126/",
      "profTitle":"",
      "bio":"Working scientist with a passion for sustainability and public education.",
      "project":{
         "title":"Exploration of Biomaterials and Laboratory Sustainability",
         "coverImage":"coverimage.png",
         "abstract":"This project seeks to provide scientific institutions with ways to recycle, upcycle, and repurpose materials meant for waste. Although scientists have documented that the production and improper disposal of petroleum-based plastics damages ecosystems and contributes to climate change, scientists themselves have barely curbed their plastics use. In Fall 2018, a sustainability practices survey sent to laboratories nationwide found that in institutions accounting for over 550 lab sections annually 43% reported being aware of packaging material ship-back programs, while only 25% reported participating in these programs. 81% of respondents were either unsure or did not have decontamination protocols for non-toxic, recyclable glass and plastic. Only one of the institutions reported recycling gloves used in academic or research settings. This data led to the creation of bio-material based artifacts meant to increase dialogue surrounding sustainability in science and to interrogate the validity of using petrol-based plastics for the majority of scientific equipment.",
         "description":"This project, in part, explores how all scientific laboratories practice recycling by investigating the best practices, areas for improvement, and the overall possibility for recycling to take place within biosafety level 1 (BLS 1) spaces. Additionally, this project also seeks to answer several questions about biomaterials, biomaterials education, and best practices for building out BioDesign lab spaces.",
         "projKW":"BioDesign, Science, Sustainability, Biology",
         "projMeta":"Education, Sustainability / Climate Change / Environment, Biology / Micro-Biology",
         "projURL":"",
         "embedvideo":""
      }
   },
   {
      "id":80,
      "flname":"Haus of Jason",
      "email":"barrj998@newschool.edu",
      "event":"Gallery Exhibition",
      "url":"https://www.hausofjason.com",
      "profTitle":"Installation Artist",
      "bio":"Haus of Jason is a fine artist working in the realms of graphic, set, fashion, motion, and installation design.",
      "project":{
         "title":"Centrality",
         "coverImage":"coverimage.png",
         "abstract":"Centrality is an installation that will expand the possibilities of fashion performance by exhibiting a garment’s material and design that has the opportunity of identity through a dark aggressive and manipulative narrative making the body a powerful seductive specimen, not tied down from roles/ rules created by society. The performance begins slowly focusing on certain aspects of the garments material and design. Over time the fully body is shown displaying to the viewer what it means to put this on and what abilities can be expressed once worn. The film is continuously unraveling new perspectives of the garment from all angles.\\r\\nThe audience may decide on what time a garment it is but as the film progresses over time their perspectives are changed with the constant unfolding of the garment. As I pursue this journey, the narrative of this project tells a story of empowerment and control. A new form of how a garment is being moved in space. This installation will look into how this new hybrid of a garment & body as one will create a hypnotizing illusion in the space with the inclusion translucent material on the garment as well the animations of projection mapping intertwining within the garment. As the audience walks into the space, they will feel a static response to what is happening to the garment. I want to create a space that keeps the viewer on its edge of their seats, I want to capture the feeling of overwhelming and hypnotization to increase the feeling that garment has total control of whoever is looking at it as it leads the body to the center of the installation which is the garment on display.",
         "description":"Centrality is an installation that will expand the possibilities of fashion performance by exhibiting a garment’s material and design that has the opportunity of identity through a dark aggressive and manipulative narrative making the body a powerful seductive specimen, not tied down from roles/ rules created by society.",
         "projKW":"Fashion Design, Motion Design, Set Design",
         "projMeta":"Installation / Sculpture, Storytelling / Film, Sound / Music / Audio",
         "projURL":"",
         "embedvideo":""
      }
   },
   {
      "id":44,
      "flname":"Danielle 'Dani' Beecham",
      "email":"beecd776@newschool.edu",
      "event":"Symposium",
      "url":"http://www.daniellebeecham.co/#hello",
      "profTitle":"UX/Service Design Consultant",
      "bio":"Dani is a digital and service designer working with clients to turn their concepts into actionable design. Her work focuses on leveraging tech solutions to address the world’s large-scale problems.",
      "project":{
         "title":"SixMed Health",
         "coverImage":"coverimage.png",
         "abstract":"Despite recent legislation expanding the affordability of health care, there are approximately 41,000,000 underinsured Americans . The majority of those underinsured also qualify as low-income . One’s socioeconomic status should not dictate their access to quality health care. Beyond the need for access to quality holistic care is the need for access to preventative services that promote healthy lifestyles and circumvent the need for treatment.\\r\\n\nThe project explore ways in which health tech can be adapted at an affordable price point and leveraged to support communities that need it the most. SixMed looks to address the following questions:\\r\\n\nHow might service design improve the health care system?\nHow might a chatbot help underserved patients improve their access to preventative care and multifaceted wellness?",
         "description":"SixMed Health is a health tech service that leverages chatbot technology to connect underserved and underinsured New Yorkers with affordable health care options. SixMed's wellness model supports six contributing factors of overall health emphasizing prevention and patient advocacy.",
         "projKW":"health, chatbot, low-income, wellness, service design",
         "projMeta":"Social Issues / Social Change, Product Design",
         "projURL":"",
         "embedvideo":""
      }
   },
   {
      "id":50,
      "flname":"Sara Birchard",
      "email":"bircs807@newschool.edu",
      "event":"Interactive Showcase",
      "url":"http://www.sarabirchard.com/",
      "profTitle":"Digital Product & UX Designer",
      "bio":"Sara Birchard is a digital product & UX designer from the East Village with a background in social psychology.",
      "project":{
         "title":"HiThrive",
         "coverImage":"coverimage.png",
         "abstract":"HiThrive is a mobile application that enables customers to send gratitude to employees across industries. Such industries include service, retail, food, and countless others that involve customer-employee interactions. It is a whimsical, positive-only experience that spreads good vibes between users and employees they encounter. Users benefit by feeling good about themselves and occasionally receiving discounts at businesses, employees receive prizes and a record of positive employee feedback, and the company benefits by having motivated employees and happy customers. Happy customers turn into loyal customers, who buy 90% more often, spend 60% more, and are 5x more likely to come back.",
         "description":"HiThrive is a positive-only mobile application that allows both customers and coworkers to show appreciation to employees across industries.",
         "projKW":"product design, gratitude, ux, positivity, mobile",
         "projMeta":"Social Issues / Social Change, Product Design",
         "projURL":"",
         "embedvideo":""
      }
   },
   {
      "id":73,
      "flname":"Zack Bruce",
      "email":"brucz581@newschool.edu",
      "event":"Gallery Exhibition",
      "url":"http://www.zackthebruce.com",
      "profTitle":"Artist",
      "bio":"A champion of the discarded object, Zack Bruce gives life and voice to the world beneath our feet and above our heads.",
      "project":{
         "title":"Instruments Made From Spaceship Parts",
         "coverImage":"coverimage.png",
         "abstract":"",
         "description":"",
         "projKW":"sculpture, assemblage, found objects, dadaism, upcycling",
         "projMeta":"Installation / Sculpture, Critical, Sound / Music / Audio",
         "projURL":"",
         "embedvideo":""
      }
   },
   {
      "id":2,
      "flname":"Julie Byers",
      "email":"byerj839@newschool.edu",
      "event":"Gallery Exhibition",
      "url":"http://www.byersjul.com/",
      "profTitle":"UX Designer & Creative Technologist",
      "bio":"Julie is a UX Designer and Creative Technologist living in NYC. During her time at Parsons, she explored combining her hobbies of craft and art with her former background in Computer Science, all through the lens of being a women in STEM.",
      "project":{
         "title":"Interwoven",
         "coverImage":"coverimage.png",
         "abstract":"Interwoven offers an intersectional look at the forgotten histories of women’s contributions in computer science and technology development. At the same time, it attempts to reclaim what it means to be a worker, maker and inventor in these spaces. Combining stories, histories, and textiles, Interwoven begins with the narrative of the maker herself, examining the field of computer science as it moved from female-dominated to male-dominated; addresses unrecognized labor of minority women in early computer memory; questions how to make some stories more visible in an effort to retain women in computer science by retaining memories of them; and considers the implications of being a product of and part of perpetuating a system. Interwoven culminates in a woven representation of the Apollo Core Navigation Memory, through which the artist brings forgotten stories to the foreground through technique, photography, and hours of labor.",
         "description":"A tapestry representations of the Apollo's Core Navigation Memory, which was originally designed and handwoven by women. It explores the rich, often forgotten, histories of women’s contributions in computer science and technology. Furthermore, it attempts to reclaim what it means to be a worker, maker, and inventor in these spaces.",
         "projKW":"textiles, tapestry, women in STEM, creative works",
         "projMeta":"Installation / Sculpture, History / Culture, Social Issues / Social Change",
         "projURL":"",
         "embedvideo":""
      }
   },
   {
      "id":69,
      "flname":"Tresson Canley",
      "email":"canlt012@newschool.edu",
      "event":"Symposium",
      "url":"http://tressoncanley.com",
      "profTitle":"Data Artist / Creative Technologist",
      "bio":"Data artist and creative technologist focused on the intersection of art, data, and computational craft.",
      "project":{
         "title":"Probable Women",
         "coverImage":"coverimage.png",
         "abstract":"This thesis examines the impact of patrilineal genealogical archives and archival tools of practice on black maternal histories in the deep south. By examining the first forty years of U.S. Federal Census data post American Civil War and the signing of the Emancipation Proclamation, I outline the fallacies of the historical focus on maleness as it relates to genealogical research and its inherent suppression of female lineage. This research challenges this construct by traversing these fallacies by utilizing machine learning to isolate attributes of the archive that pertain to black female histories in order to reconstruct matrilineal discontinuities and bring prominence to underrepresented classes.",
         "description":"Probable Women is a curation of written and data portraits that evaluate the subjectiveness of formal genealogical archival tools of practice and its impact on maternal histories. This project employs a machine algorithmic clustering model to reveal narrative connections in the source data in order to disclose hidden narratives.",
         "projKW":"genealogy, archive, data portraits, machine learning, matrilineality",
         "projMeta":"History / Culture, Data / Data Art / Data Research / Surveillance, Machine Learning / Mathematics",
         "projURL":"",
         "embedvideo":""
      }
   },
   {
      "id":60,
      "flname":"Fran Chacon",
      "email":"chacm371@newschool.edu",
      "event":"Interactive Showcase",
      "url":"http://www.francha.co",
      "profTitle":"UX Designer and Strategist",
      "bio":"Fran is an innovation-driven and empathy-centered creative leader in design for social impact. She was awarded Chile's 100 Young Leaders in 2014 and Young Leaders of Latin America in 2016.",
      "project":{
         "title":"Memorious",
         "coverImage":"coverimage.png",
         "abstract":"When people get old, they begin to do life reviews. They want to “read over” or “see parts” of their life again. In looking back, they can identify turning points or dynamic events. They can clarify and organize their thinking about life, make sense of events and enrich the meaning of their life story. This process of looking back is formally called “life review” and it helps determine what they are leaving behind. Research shows that without a sense of working to create something meaningful to leave behind, adults loose meaning in their life. This thesis proposes a web platform tool based on a question and answer framework whose goal is to generate a life review through a process of self-discovery and reflection. The final outcome is a book of memories that they can then print and share with friends and families.",
         "description":"A regret people have when getting old is they wish they had left a legacy behind. \"Memorious\" is an online platform that helps elder people determine what their legacy is through a process of reflection and self-discovery. ",
         "projKW":"elderly design, social impact, strategic design, ux design,",
         "projMeta":"Social Issues / Social Change, Product Design, Research, Strategy",
         "projURL":"",
         "embedvideo":""
      }
   },
   {
      "id":62,
      "flname":"Liu (Lio) Chang",
      "email":"chanl694@newschool.edu",
      "event":"Gallery Exhibition",
      "url":"https://www.liuorleo.com/",
      "profTitle":"Experience Designer",
      "bio":"I am the one who always on the way of developing the creative approach to products, installations, and graphics to shift perspectives.",
      "project":{
         "title":"PET OR ?",
         "coverImage":"coverimage.png",
         "abstract":"",
         "description":"",
         "projKW":"speculative ethics, Future IoT, Art Installation",
         "projMeta":"Installation / Sculpture, Storytelling / Film, Speculative",
         "projURL":"",
         "embedvideo":""
      }
   },
   {
      "id":46,
      "flname":"Anny Yi Hsin Chang",
      "email":"chany036@newschool.edu",
      "event":"Gallery Exhibition",
      "url":"https://yihsinchang.com/",
      "profTitle":"Designer, Artist & Creative Technologist",
      "bio":"Anny Chang is a designer, artist, and creative technologist whose work explores how systems of self-tracking would benefit people’s well-being. Her practice also focuses on bringing environmental issues into a discussion through different forms of narrative and technology.",
      "project":{
         "title":"RE:FEEL",
         "coverImage":"coverimage.png",
         "abstract":"",
         "description":"",
         "projKW":"emotion, self-tracking, lifelogging, physical computing, mindfulness",
         "projMeta":"Installation / Sculpture, Product Design, Data / Data Art / Data Research / Surveillance",
         "projURL":"",
         "embedvideo":""
      }
   },
   {
      "id":5,
      "flname":"Li Chen",
      "email":"chenl053@newschool.edu",
      "event":"Gallery Exhibition",
      "url":"https://www.liiidesign.com",
      "profTitle":"Visual Designer",
      "bio":"Li Chen is a visual designer based in New York, with strong interest in visual story telling, user-centered design and system design.",
      "project":{
         "title":"Programming Babel",
         "coverImage":"coverimage.png",
         "abstract":"",
         "description":"Programming Babel is a pictogram system designed for Python Turtle graphic. It criticizes the English privilege in the programming world, aims to raise the awareness of this issue. The concept of this project is to encourage programming community to enhance the programming languages' accessibility and inclusivity to non-English speakers.",
         "projKW":"pictogram system, visual design, critical design, programming, prism",
         "projMeta":"Critical, Literature / Poetic / Prose / Language",
         "projURL":"",
         "embedvideo":""
      }
   },
   {
      "id":34,
      "flname":"Qizhao Chen",
      "email":"chenq665@newschool.edu",
      "event":"Gallery Exhibition",
      "url":"http://www.chenqizhao.com",
      "profTitle":"Interaction Designer",
      "bio":"Qizhao Chen is an interactive designer, a UX designer. To him, design means experience.",
      "project":{
         "title":"Indelible",
         "coverImage":"coverimage.png",
         "abstract":"",
         "description":"\"Frozen Memory\" is the MachineLearning-based installation that freeze my memory about my families into selling wax with specific smell. ",
         "projKW":"Olfaction, Memory, Machine Learning, Installation, Family",
         "projMeta":"Installation / Sculpture, Storytelling / Film, Machine Learning / Mathematics",
         "projURL":"",
         "embedvideo":""
      }
   },
   {
      "id":22,
      "flname":"Ting Fang Cheng",
      "email":"chent789@newschool.edu",
      "event":"Gallery Exhibition",
      "url":"https://www.tingfangcheng.com/",
      "profTitle":"Creative Technologist",
      "bio":"Ting is a designer who combines fabrication, materials, curatorial thinking, and a poetic approach to transform concepts into thoughtful interactions and installations.",
      "project":{
         "title":"Space Noir",
         "coverImage":"coverimage.png",
         "abstract":"In the episode Film Noir in the TV series American Cinema (1995), director Errol Morris said, “Great Noir posts the question ‘Why me? Why is this happening to me?’, and the very dark answer that it provides, and almost the unacceptable answer, for no reason.”  \\r\\nRooms without sunlight, bathroom next to the front door, and an extremely narrow hallway. These awkward furniture arrangement might seem absurd but it could happen every time we enter an unfamiliar space and try to compromise on it. When we were given a spacious and comfortable space, we have full control over the layout which allows us to keep our habits and routines. However, when living in a space full of fragmented rooms, crooked hallway, and tiled floor, we are forced to change our daily routine. Daily routines are mold that shapes our mental and physical self. When we have to compromise and let these left-over spaces decide our routines, we gradually become what they what us to be.",
         "description":"Space Noir is a series of generated living spaces. \nGradually, living space shapes our physical and mental selves. These floor plans, which are the most intimate space we live in everyday, are generated randomly, continuously, and without care.",
         "projKW":"generative art, computational art, architecture, poetic",
         "projMeta":"Installation / Sculpture, Computation / Computation Art / Algorithms, Literature / Poetic / Prose / Language",
         "projURL":"https://www.tingfangcheng.com/space-noir",
         "embedvideo":""
      }
   },
   {
      "id":15,
      "flname":"Jason Chen",
      "email":"chenw414@newschool.edu",
      "event":"Gallery Exhibition",
      "url":"https://chenweichung.com",
      "profTitle":"UX Designer, Artist",
      "bio":"Jason is a UX designer who has a strong passion for experience design and interactive installation. His strength lies in visual design for user experience, ranging from visual design, 3D animation to creative coding. He is adept at bridging the gap between users and designers based on the expertise in both communication design and UX design. When being an artist, he is always looking at the relationship between human and their artificiality within the physical world.",
      "project":{
         "title":"Elitist Spectales",
         "coverImage":"coverimage.png",
         "abstract":"Have you ever felt indifferent to everyday distressing situations that might have become invisible to you? Have we become too individualistic in modern society? Do we only see things that attract us or are advantageous to us?\n\n Elitist Spectacles is a critical and speculative wearable device that questions the lack of empathy in social contexts by utilizing algorithms to decide what the users should see. My goal is to criticize the phenomenon by maximizing one's antipathy: bringing the wearer into an elitist’s mind, letting them experience how an elitist thinks, how they make decisions and how they perceive the world.",
         "description":"A wearable device that questions the lack of empathy in social contexts by utilizing algorithms to decide what the users should see.",
         "projKW":"Empathy Deficit Disorder, Therapeutic, Machine Learning,",
         "projMeta":"Critical, Wearable / Tech / Fashion, Machine Learning / Mathematics",
         "projURL":"https://chenweichung.com/Sensory-Extension",
         "embedvideo":"https://vimeo.com/335301554"
      }
   },
   {
      "id":29,
      "flname":"Nana Chen",
      "email":"cheny071@newschool.edu",
      "event":"Gallery Exhibition",
      "url":"http://www.nanadesign.co",
      "profTitle":"Animator",
      "bio":"My name is Yu Jen Chen, from Taiwan. I go by Nana.",
      "project":{
         "title":"Hero",
         "coverImage":"coverimage.png",
         "abstract":"An animation about how I perceive New York as a land of monster base on my fear, anger, my overthinking, and some other factors in New York. The message of this animation is : It is not easy to change how we think, but whoever can manage to do so, to fight the demons inside one’s heart, is brave enough to be called a hero.",
         "description":"Ansa falls asleep on the subway. When she wakes up, she finds herself in the land of monsters. An adventure story of how we survive New York and we are all heroes in our New York experience.",
         "projKW":"animation, monster,  New York,",
         "projMeta":"Storytelling / Film, Animation / Illustration, Sound / Music / Audio",
         "projURL":"https://www.behance.net/gallery/79256719/Hero",
         "embedvideo":""
      }
   },
   {
      "id":56,
      "flname":"Ivy Cheng",
      "email":"cheny533@newschool.edu",
      "event":"Gallery Exhibition",
      "url":"https://ivyc.myportfolio.com",
      "profTitle":"Multi-Media Artist",
      "bio":"I'm an artist trying to discuss things I care about through my research and works.",
      "project":{
         "title":"The useful machine that breathes like me, and the useless human which is me.",
         "coverImage":"coverimage.png",
         "abstract":"",
         "description":"I started this project with a general concern about the identification of machine and human; and the existential risk of human being.\\r\\nI want to work with the concept of Machine Learning to critique the profit- driven, tech-infused society, and to question our implicit trust and reliance over the systems taught by machines.\\r\\nI want to think this project as a post-machine-learning project.",
         "projKW":"Machine Learning, Critical Thinking, Breath",
         "projMeta":"Critical, Machine Learning / Mathematics, Light / Photography /",
         "projURL":"",
         "embedvideo":""
      }
   },
   {
      "id":0,
      "flname":"Mario Dcunha",
      "email":"dcunm399@newschool.edu",
      "event":"Interactive Showcase",
      "url":"https://mariodcunha.com/",
      "profTitle":"Interaction Designer",
      "bio":"Mario Dcunha is a User Experience Designer who designs products of character and zeal, to inspire change.",
      "project":{
         "title":"Bits of Life",
         "coverImage":"coverimage.png",
         "abstract":"Bits of Life is a co-operative mobile game between two strangers, with interactions beyond the ‘touch of the screen’.\\r\\nIt attempts to promote an emotion of fleeting intimacy between the unknown players, online. The gameplay, design and aesthetic cohesively demonstrate a larger narrative, as a reminder to appreciate the simple joys of life.\\r\\nThis is making a commentary on how digital devices especially smartphones have eroded the human nature of random personal contact, like a smile, a nudge, or simply observing people around.\\r\\nTwo strangers play the game to advance to further levels. On failure, a player meets another stranger. At each level, the gameplay is filled with instances inspired by everyday objects that give us momentary joy, while players themselves may develop a sense of momentary affection for the other.\\r\\nTogether, the players will explore the small bits of life.",
         "description":"It's the little things that make life worth it.",
         "projKW":"game, mobile, interaction, stranger, sensors",
         "projMeta":"Playful Experiences / Play / Games, Social Issues / Social Change, Product Design",
         "projURL":"https://mariodcunha.com/",
         "embedvideo":""
      }
   },
   {
      "id":20,
      "flname":"Yishi Deng",
      "email":"dengy849@newschool.edu",
      "event":"Interactive Showcase",
      "url":"http://www.yishideng.space",
      "profTitle":"Creative Technologist",
      "bio":"passionate & creative technologist with a 5-year history in design, concept development, & customer service",
      "project":{
         "title":"Auditing",
         "coverImage":"coverimage.png",
         "abstract":"A considerable amount of people has never interacted with VR before, including my dad. Being requested by my dad, I am doing a project dedicated to answering his curiosity and concerns about his daughter's daily challenges and growth as an international student living abroad. I have interviewed people on how they share memories and stories with their loved ones who live miles away. My current design progress is heavily depended on my ongoing study in Unity and Virtual Reality. The primary goal of this game is to have fun and have something to laugh about.",
         "description":"Adulting is a VR game addressing parents biggest concern. Players step in the VR world as the character’s dad  to clean up the messy room and leave the room within a given time.",
         "projKW":"VR, Simulator, Game",
         "projMeta":"VR / MR / AR, Playful Experiences / Play / Games",
         "projURL":"",
         "embedvideo":""
      }
   },
   {
      "id":57,
      "flname":"Ke Ding",
      "email":"dingk774@newschool.edu",
      "event":"Symposium",
      "url":"http://kedingdesign.com/",
      "profTitle":"Interaction Designer",
      "bio":"Ke Ding is an interaction designer focusing on UX and XR that conceptualizing and planning for artificials. Previously UX design intern at Google Daydream.",
      "project":{
         "title":"Project Crane",
         "coverImage":"coverimage.png",
         "abstract":"Crane implements visuals, motions, and interactions synthesized from real-world objects with innovation and possibility in immersive space, and creates and organizes a set of taxonomy to organize and explain all the practices. Project Crane analyzes problems in the current states of XR Design: paraphrasing and abusing, by reviewing several current design practices in VR.\\r\\nIn order to solve the current problems and prepared for the next stage of XR, Crane experiments with the idea of “Stacking” and “Folding” in its interactions and design a set of a visual system to support these practices. There would be several pre-visualizations artifacts to showcase those ideas. The goal of Project Crane is to provide new insights and good practices to the immersive design, hence an XR designer can make a proper impact and be ready for the immersive experience at the “end-game” state of XR: 6DoF hand-tracking.",
         "description":"Project Crane is a design language for the 6DoF XR environment.",
         "projKW":"VR, AR, UX, Immersive Experience, Design Guideline",
         "projMeta":"XR, Human Interface Design, User Experience Design",
         "projURL":"http://kedingdesign.com/crane-system",
         "embedvideo":"https://vimeo.com/335315615"
      }
   },
   {
      "id":72,
      "flname":"Radu Dutzan",
      "email":"dutzr607@newschool.edu",
      "event":"Interactive Showcase",
      "url":"https://radu.cl/work/",
      "profTitle":"Digital Product Designer",
      "bio":"Digital product designer and iOS developer from Santiago, Chile. 12 years of experience across the market, from freelancing, to startups, to Google. Incoming full-time Product Designer at Facebook in New York.",
      "project":{
         "title":"Cracia",
         "coverImage":"coverimage.png",
         "abstract":"",
         "description":"A social platform for meaningful democratic engagement at local and national levels for Chilean citizens.",
         "projKW":"democracy, social, civic education, civic engagement, social change",
         "projMeta":"Social Issues / Social Change, Product Design, Education",
         "projURL":"",
         "embedvideo":""
      }
   },
   {
      "id":55,
      "flname":"Milan Gary",
      "email":"garym140@newschool.edu",
      "event":"Gallery Exhibition",
      "url":"http://milangary.com/",
      "profTitle":"Interaction Designer",
      "bio":"Milan Gary is a multidisciplinary designer, who creates within the realms of interaction, systems, and participatory design. She designs products/experiences that evoke social change or conversation on race and inequality. She has a creative and adventurous mind and soul who strives to design with community.",
      "project":{
         "title":"ROAM",
         "coverImage":"coverimage.png",
         "abstract":"ROAM is a cooperative technology platform that allows the local community to design how travelers move through their space and experience their culture. With ethical travel at the core of this experience, the community has the power to control where this foreign revenue is directed and implemented within the community. Being led by the locals instills a sense of narrative embedded in the path being walked, providing a unique experience for the traveler. Creating an experience where this cultural and monetary exchange between local and traveler is rooted in and designed by the community, is the main aim for ROAM.\nWandering, conscious consumerism and community involvement are critical elements to the ROAM experience. ROAM’s physical form is a wearable device that navigates travelers through space using haptic feedback.",
         "description":"ROAM is a wearable navigation device that uses the structure of a cooperative platform and the concept of ethical travel to promote a more dynamic cultural exchange between travelers and locals. It is hoped that this cultural exchange will lead to positive community development.",
         "projKW":"Wearable Tech, Inclusive Design, Ethical Travel, Conscious Consumerism, Wandering",
         "projMeta":"Social Issues / Social Change, Product Design, Wearable / Tech / Fashion",
         "projURL":"https://www.ethicaltravel.net/",
         "embedvideo":""
      }
   },
   {
      "id":71,
      "flname":"Jungu Guo",
      "email":"guoj038@newschool.edu",
      "event":"Gallery Exhibition",
      "url":"http://www.junguguo.com",
      "profTitle":"Creative Technologist",
      "bio":"Jungu Guo is an interactive media designer & developer based in New York, whose practice ranges from physical computing to algorithmic art, UI/UX and interactive installation.",
      "project":{
         "title":"Objects in Limbo",
         "coverImage":"coverimage.png",
         "abstract":"",
         "description":"",
         "projKW":"Machine Learning, Adversarial Attack, Formalism, Performative, Machine Vision",
         "projMeta":"Machine Learning / Mathematics",
         "projURL":"",
         "embedvideo":""
      }
   },
   {
      "id":21,
      "flname":"Yiyun Guo",
      "email":"guoy084@newschool.edu",
      "event":"Gallery Exhibition",
      "url":"https://yiyun-guo.com",
      "profTitle":"No",
      "bio":"Yiyun is a fashion designer, illustrator, and crafts-person with a passion for creating experimental clothing by merging garments and technology.",
      "project":{
         "title":"The In Between",
         "coverImage":"coverimage.png",
         "abstract":"“The In Between” is an art installation that probes into the experience of inspiration and visualizing the moment between the search of inspiration and the birth of a creative idea. My aim with this piece is to create a physical metaphor of my vision and visualize the moment when inspiration stimuli enters my mind through the mediums of textile, garment, and lighting. The hidden sensor in the installation senses presence as they approach and the lightings react with dynamic patterns that symbolizes the moment that inspiring stimulus enters the mind. This thesis documents my experience of encountering inspiration and the process of creating visual metaphor for my interpretation of this liminal moment.",
         "description":"“The In Between” is an art installation about understanding inspiration and visualizing the liminal moment between the search of inspiration and the birth of an idea. It is a physical metaphor of the artist's vision and interpretation on what it looks like when inspiration enters my mind through the mediums of textile, garment, and lighting.",
         "projKW":"Inspiration, sculpture, liminality",
         "projMeta":"Installation / Sculpture, Wearable / Tech / Fashion",
         "projURL":"Not at the moment",
         "embedvideo":""
      }
   },
   {
      "id":37,
      "flname":"Xu Han",
      "email":"hanx633@newschool.edu",
      "event":"Gallery Exhibition",
      "url":"https://xuhanart.com",
      "profTitle":"Multidisciplinary Artist",
      "bio":"Xu is a multidisciplinary visual/conceptual artist who graduated from Tsinghua University with a bachelor degree in  Graphic Design, and from the School of the Art Institute of Chicago with a major in Visual Communication. Now she is a second-year MFA student studying Design and Technology at Parsons School of Design.",
      "project":{
         "title":"Cocooned",
         "coverImage":"coverimage.png",
         "abstract":"",
         "description":"I have done a 3 weeks performance. I design a series cocoon textiles which can trap myself in some ways and wear it through the performance.",
         "projKW":"Fine art, performance art, cocoon, human behaviors, limitation of human",
         "projMeta":"Installation / Sculpture, Speculative, Literature / Poetic / Prose / Language",
         "projURL":"TBD",
         "embedvideo":""
      }
   },
   {
      "id":25,
      "flname":"Nicolas Hernandez Trujillo",
      "email":"hernn793@newschool.edu",
      "event":"Interactive Showcase",
      "url":"http://nicolashernandez.co",
      "profTitle":"Creative Director",
      "bio":"I'm a Creative Director. During my 10-year journey as a designer, strategist, technologist, marketer, and leader, I worked with amazing people and companies. I learned that there is no boundaries to our imagination. This led me to think about myself as a unstoppable dreamer.",
      "project":{
         "title":"Adverse",
         "coverImage":"coverimage.png",
         "abstract":"The paper will reflect the findings and the general overview of the deep research about the advertising world. Moreover, it will seek to explain why there seems to be a profound need for more and more ads, both  from a business’ and user’s points of view. Additionally, it will engage readers into a reflexion about the ethics and bad practices behind the advertising framework and agencies. How users are negatively influenced, followed, and even stalked in order to get a message deliver.",
         "description":"Adverse (Ads-Universe) is a mobile game that will take users into a world controlled by brands in which Unbranded Guy “the Hero” escape from the waves of destruction created by awful and annoying ads.",
         "projKW":"Game, Mobile, Storytelling, Advertising, Creativity",
         "projMeta":"Playful Experiences / Play / Games",
         "projURL":"http://nicolashernandez.co/Adverse",
         "embedvideo":""
      }
   },
   {
      "id":49,
      "flname":"Juan Daniel Herrera",
      "email":"herrj636@newschool.edu",
      "event":"Live Performance/Time Based Works",
      "url":"https://juandherrera.com/",
      "profTitle":"Design Technologist",
      "bio":"Juan Herrera is a creative technologist and designer from Bogota, Colombia. He  works in web development, data visualizations, projection mapping, interface design and interactive user experience.",
      "project":{
         "title":"|  SANGRE  |  TIERRA  |  ORO  |  AGUA  |",
         "coverImage":"coverimage.png",
         "abstract":"| Sangre | Tierra | Oro | Agua | is an audiovisual experience and performance using electronic music and visuals created with code. The visuals, developed using javascript and Hydra, are projected to a series of concave angles using projection mapping to build a narrative through motion graphics and visual illusions. In parallel, the visual effects are accompanied by a set of songs composed in code and performed using Sonic Pi. The music and the visuals are inspired in the contemporary history of Colombia—as well as the designer’s personal relationship with the country. Rooted in political and sports events, this project uses footage and audio from historic moments to create the music and visual effects. Overall, this piece discusses the juxtapositions of violence and peace, of love and hate, and of sadness and passion the exist throughout this country’s story.",
         "description":"| Sangre | Tierra | Oro | Agua | is an audiovisual experience and performance using electronic music and visuals created with code. The visuals, developed using javascript and Hydra, are projected to a series of concave angles using projection mapping to build a narrative through motion graphics and visual illusions. In parallel, the visual effects are accompanied by a set of songs composed in code and performed using Sonic Pi. The music and the visuals are inspired in the contemporary history of Colombia—as well as the designer’s personal relationship with the country.",
         "projKW":"Projection Mapping, Live Coding, Sound Design, Motion Graphics",
         "projMeta":"Animation / Sound / Music / Audio, Light / Photography /",
         "projURL":"https://www.youtube.com/watch?v=_8MzR7IMSho",
         "embedvideo":"https://www.youtube.com/v=_8MzR7IMSho"
      }
   },
   {
      "id":24,
      "flname":"Miguel Hidalgo",
      "email":"hidam996@newschool.edu",
      "event":"Gallery Exhibition",
      "url":"https://miguelahidalgo.com",
      "profTitle":"TDB",
      "bio":"TBD",
      "project":{
         "title":"CoBuild By Design Initiative",
         "coverImage":"coverimage.png",
         "abstract":"The considerations around equity and human scale in urban planning are becoming increasingly imperative when considering the design of streets and whom to prioritize. The concept of a “complete street” is being challenged by shifting away from the need for parking space, ample lanes and the focus on car-centric transit solutions. This thesis explores how co-design workshops focused on enhancing urban interactions can help reimagine the streets as destinations and not transitory space. The current process allows local residents and designers to develop multipurpose modular furniture which can be arranged to match their needs and desired interactions.",
         "description":"Reimagining car-centric streets as a people-centric public spaces through co-design workshops that have inspired multi-purpose modular furniture to foster iterable urban interactions.",
         "projKW":"Urban planning & design, co-design, participatory workshops",
         "projMeta":"Speculative, Critical, Codesign, Environmental & Urban design",
         "projURL":"COBUILDBYDESIGN.COM",
         "embedvideo":""
      }
   },
   {
      "id":47,
      "flname":"Elizabeth (Lisa) Ho",
      "email":"hoe328@newschool.edu",
      "event":"Gallery Exhibition",
      "url":"https://www.linkedin.com/in/elizabeth-lisa-ho-684a4025/",
      "profTitle":"Interaction Designer",
      "bio":"Elizabeth is a multidisciplinary designer who is passionate about finding solutions to create meaningful and enjoyable experiences.",
      "project":{
         "title":"Your Story",
         "coverImage":"coverimage.png",
         "abstract":"My thesis examines the value we bring to the art of handwriting. In our digital age now, people don’t really write letters & notes anymore. It’s faster to text, email, or snapchat someone. Conversations happen and then are lost and forgotten.\\r\\nBut with writing, we have it forever, We see the curves of their handwriting on paper. Their words. It’s them. We value it, yet we seem to do it less and less.",
         "description":"My thesis examines the value we bring to the art of handwriting. I am making a documentary video documenting my writing workshops and the interviews I conducted with the attendees of my writing workshop to bring forth the topic of handwriting for people to really reflect and see some value in handwriting messages/letter to one another, and to hopefully inspire them to write more thoughtful notes/letters/messages.",
         "projKW":"thesis, handwriting, video, identity, representation",
         "projMeta":"Storytelling / Film",
         "projURL":"",
         "embedvideo":""
      }
   },
   {
      "id":59,
      "flname":"Wen Chi Huang",
      "email":"huanw135@newschool.edu",
      "event":"Gallery Exhibition",
      "url":"https://wenchihuangdesigner.com/",
      "profTitle":"Creative Technologist",
      "bio":"A designer focusing on motion graphics and interactive installations. Enjoy exploring multimedia and",
      "project":{
         "title":"DE HUMAN",
         "coverImage":"coverimage.png",
         "abstract":"“ Dehuman’’ is a series of artworks tend to explore this weirdness and ambiguity between humans and machines interaction. This project meant to embrace the notion of the weirdness and erase the essence and interaction between humans and machines. Dehuman was composed of several physical computing sculptures. Each of the sculpture represents a specific human body part, including eyes, nose, ear, and mouth also serves as a study of human beings‘ structures and mechanisms. They are functional machines without functionalities, they are not design-product that aims to solve a specific problem. Instead, those sculptures are living entities powering and operating automatically, with the input provided by the surroundings and human beings.  The presence of these sculpture should bear the meaning of anthropomorphism and leave audiences uneasy questions about the relationship between man and machine. The installation’s juxtaposition takes place in the exposure of electronic parts but also the resemblance to human beings.",
         "description":"De-Human is a project that disintegrate human body and uses humanoid robotic parts to illustrate a blurry boundary between human and machines and to encourage people to rethink the relationship between themselves and machines.",
         "projKW":"thesis, interactive installation, sculpture, art, human and machine interaction",
         "projMeta":"Installation / Sculpture",
         "projURL":"",
         "embedvideo":""
      }
   },
   {
      "id":84,
      "flname":"Yao",
      "email":"huany667@newschool.edu",
      "event":"Gallery Exhibition",
      "url":"",
      "profTitle":"",
      "bio":"Interactive designer & artists based in New York",
      "project":{
         "title":"Silent Witness",
         "coverImage":"coverimage.png",
         "abstract":"",
         "description":"This animated short film brings attention to the unvoiced issue of family abuse in Chinese society. Seen from the first person view of a child, the narrative unveils the traumas, resilience, and hope of a victim of family abuse.",
         "projKW":"Kids, invsible scar, family abuse, personality,",
         "projMeta":"Animation / Illustration",
         "projURL":"",
         "embedvideo":""
      }
   },
   {
      "id":27,
      "flname":"Yin Hu",
      "email":"huy680@newschool.edu",
      "event":"Gallery Exhibition",
      "url":"https://www.linkedin.com/in/hu-yin-61654992/",
      "profTitle":"Interaction Designer",
      "bio":"Yin Hu is an interaction designer who focuses more on user experience design to provide value to humanity.",
      "project":{
         "title":"Lang Song",
         "coverImage":"coverimage.png",
         "abstract":"This paper is the documentation of my thesis project, an art installation with educational attributes that reinterprets a traditional Chinese poem from the 9th century, 夜雨寄北（Written On A Rainy Night To A Friend In The North）. The audience experiences the beauty of classical Chinese poetry through a poetry translation combined with recitation and animation. The installation is presented in both horizontal and vertical facets, reinterpreting the traditional Chinese poetry, a typical type of refined conventional Chinese culture in a new form, involving memorizing, understanding, triggering the interest of exploration. This project is a quest of teaching myself about tradition, appreciating the beauty of poetry, introducing one culture to another with the accommodation to target culture conventions.",
         "description":"Lang Song is an interactive digital installation that reinterprets a Chinese classical poem from the 9th century, Written On A Rainy Night To A Friend In The North. It combines recitation and visual elements to offer a multi-media based poetry translation making these Chinese treasures more accessible to the contemporary audience, especially young Chinese emigrants.",
         "projKW":"traditional poetry, culture, installation, translation, multi-media",
         "projMeta":"Installation / Sculpture, History / Culture, Education",
         "projURL":"https://hyin9412.wixsite.com/hyin",
         "embedvideo":""
      }
   },
   {
      "id":36,
      "flname":"pratheek irvathur",
      "email":"irvap397@newschool.edu",
      "event":"Gallery Exhibition",
      "url":"https://pratheekirvathur.com",
      "profTitle":"",
      "bio":"communications designer who works with information systems",
      "project":{
         "title":"Chronicle Of Communal violence",
         "coverImage":"coverimage.png",
         "abstract":"The project deals with understanding the religious conflict in Dakshina Kannada, in south western India. The conflict events were studied as a time series, influenced by various sociological and environmental factors, in order to generate a mathematical model that could explain how the conflict has been kept alive. As a response to the strategies employed in the sustenance of conflict, artefacts for public engagement that create counter narratives were made.",
         "description":"A response to the communal violence in dakshina kannada, india.",
         "projKW":"mathematics , public art, printing technology",
         "projMeta":"Installation / Sculpture, Storytelling / Film, Machine Learning / Mathematics",
         "projURL":"https://pratheekir.github.io/Conflict1/index.html",
         "embedvideo":""
      }
   },
   {
      "id":12,
      "flname":"Hannah Jiang",
      "email":"jianh155@newschool.edu",
      "event":"Interactive Showcase",
      "url":"http://haiyuanj.com/",
      "profTitle":"User Experience Designer",
      "bio":"Hannah is a UX designer with 7 years of experience. Her work focuses on creating inclusive and engaging experiences that empower people.",
      "project":{
         "title":"CulHubs",
         "coverImage":"coverimage.png",
         "abstract":"",
         "description":"CulHubs is a collaborative platform offering guides for international students in the U.S. to help them overcome language/culture barriers and internal struggles.",
         "projKW":"international students, foreign language anxiety, adult education, crowdsourcing, racism",
         "projMeta":"Social Issues / Social Change, Product Design, Education",
         "projURL":"https://bit.ly/2IZHeag",
         "embedvideo":""
      }
   },
   {
      "id":48,
      "flname":"Minzhe Jiang",
      "email":"jianm571@newschool.edu",
      "event":"Interactive Showcase",
      "url":"https://echojiang.net/",
      "profTitle":"Creative Director",
      "bio":"Design lead currently collaborating with researchers, developers and product managers. Versatile background includes research, design and prototype of meaningful, efficient and commercially viable products. Previous experience in project management for TV series and films.",
      "project":{
         "title":"augGI",
         "coverImage":"coverimage.png",
         "abstract":"Chronic digestive disorders such as irritable bowel syndrome(IBS) affect a significant portion of the US population. About 20% of Americans suffer from IBS[4], one of the most common conditions and considered an important public health problem. Many patients describe a range of triggers for altered bowel consistency and symptoms. However, characterization of the relationship between symptoms and triggers using bowel diaries is hampered by poor compliance and lack of objective stool consistency measurements. We sought to develop a mobile application that would serve users as a companion. With stool detection and tracking system using computer vision and deep convolutional neural networks(CNN), patients, providers, and researchers can assess chronic gastrointestinal (GI) disease seamlessly and objectively.",
         "description":"With augGI(augmented Gastroenterology), a companion mobile application, patients with chronic gastrointestinal disorders such as Irritable Bowel Syndrome can objectively and seamlessly track lifestyle and symptoms in order to obtain personalized actionable recommendations to reduce flare-ups.",
         "projKW":"human computer interaction, computer vision, machine learning, digestive health, functional bowel disease",
         "projMeta":"Product Design, Computation / Computation Art / Algorithms, Machine Learning / Mathematics",
         "projURL":"https://echojiang.net/augGI",
         "embedvideo":""
      }
   },
   {
      "id":10,
      "flname":"Yujie Jiang",
      "email":"jiany457@newschool.edu",
      "event":"Gallery Exhibition",
      "url":"http://yujie.work",
      "profTitle":"Interaction and Visual Designer",
      "bio":"An MFA Design and Technology Candidate focusing on visual design and interaction prototyping.  Interested in multimedia storytelling.\n",
      "project":{
         "title":"A \"Smart\" Discussion",
         "coverImage":"coverimage.png",
         "abstract":"A “Smart” Discussion aims at using storytelling and system design to showcase the hidden algorithm, the mode of living and relationship between human and the future smart spaces through a lens of fiction design.\\r\\nThe key question that I want my audience to take away with and to ask after experiencing the piece is “What is smart?” or what does “smart” mean and value to themselves. Because, I want to know do we really know what is smart while we are moving forward the smart technology?",
         "description":"A mixed media installation about smart system at home that provokes a thinking of \"What is smart?\"",
         "projKW":"Creative works, Fiction design, HCI, Smart Object, Prism",
         "projMeta":"Playful Experiences / Play / Games, Storytelling / Film, Speculative",
         "projURL":"http://yujie.work",
         "embedvideo":""
      }
   },
   {
      "id":76,
      "flname":"Srishti",
      "email":"johas890@newschool.edu",
      "event":"Symposium",
      "url":"https://www.srishtict.com/",
      "profTitle":"",
      "bio":"I don't design products, I create systems.",
      "project":{
         "title":"Pi",
         "coverImage":"coverimage.png",
         "abstract":"",
         "description":"TBD",
         "projKW":"Real-time algorithm, Cybersecurity, Cryptography, Password management, Digital Identity Protection",
         "projMeta":"Product Design, Computation / Computation Art / Algorithms, Cybersecurity",
         "projURL":"",
         "embedvideo":""
      }
   },
   {
      "id":53,
      "flname":"Archit Kaushik",
      "email":"kausa913@newschool.edu",
      "event":"Gallery Exhibition",
      "url":"http://architkaushik.com/",
      "profTitle":"Creative technologist , Media artist",
      "bio":"TBD",
      "project":{
         "title":"Randomness",
         "coverImage":"coverimage.png",
         "abstract":"I am exploring the concept of randomness and through my investigations surrounding this topic across the domains of philosophy, mathematics and computer science, I am suggesting three main organising ideas that attempt to capture the essence of randomness and what it means in a human life.\\r\\nI’ve learned that there are many different varieties of “random,” each with their own flavour. The three organising ideas explore three such distinct flavours. The ideas themselves manifest into three artifacts,  artifacts of ideas and contemplation, which coalesce into an overarching theme of randomness.",
         "description":"The things that we categorise as random events or chance occurrences and not so much random as they are unpredictable to human reasoning. Randomness, thus represents our inability to look for close observational facts and reminds us of our limitations. Recreating randomness either by computer or humans becomes an act of profound ignorance or wilful misinterpretation.",
         "projKW":"TBD",
         "projMeta":"Installation / Sculpture, Critical, Sound / Music / Audio",
         "projURL":"TBD",
         "embedvideo":""
      }
   },
   {
      "id":3,
      "flname":"Nathan Koch",
      "email":"kochn100@newschool.edu",
      "event":"Symposium",
      "url":"http://nathankoch.com",
      "profTitle":"",
      "bio":"Nathan Koch is a creative technologist, composer, synthesist and hacker. He likes to make things that make other things.",
      "project":{
         "title":"Worldlets",
         "coverImage":"coverimage.png",
         "abstract":"Nathan Koch's Worldlets are a series of generative studies for the Monome Norns, a portable sound computer. Navigating a space between musical instrument, sound art, and mathematical simulation, each worldlet is part emergent \"music box\" and part compositional tool.\\r\\nLeft alone, each study manifests as a generative music, its qualities shaped by the rules and systems of its host worldlet. Initial rulesets and properties populate a world, letting it play out not as a game or animation, but as electronic music. Each worldlet manifests a particular aspect of emergent behavior through simulation, from the marching ants of \"Langton's Ant\" to particles, physics, and autonomous agents.\\r\\nThe same rules and parameters that drive each worldlet allow Koch to demonstrate how a systems approach helps aid music composition and performance. Each study allows a musician to explore the enormous timbral complexity of digital sound design techniques such as additive and granular synthesis in new intuitive ways.",
         "description":"Nathan Koch's Worldlets are a series of generative studies for the Monome Norns, a portable sound computer. Navigating a space between musical instrument, sound art, and mathematical simulation, each worldlet is part emergent \"music box\" and part compositional tool.",
         "projKW":"generative art, music composition, microsound, emergence, musical instruments",
         "projMeta":"Computation / Computation Art / Algorithms, Sound / Music / Audio",
         "projURL":"https://github.com/nathankoch?utf8=✓&tab=repositories&q=topic%3Aworldlet&type=&language=",
         "embedvideo":""
      }
   },
   {
      "id":75,
      "flname":"Rudiampai Kuonsongtham",
      "email":"kuonr608@newschool.edu",
      "event":"Interactive Showcase",
      "url":"",
      "profTitle":"",
      "bio":"I am a UI/UX designer from Bangkok. I love to create things based on everyday problems, because I believe that design is a tool to respond to human needs and also makes our life easier.",
      "project":{
         "title":"Smoove",
         "coverImage":"coverimage.png",
         "abstract":"",
         "description":"",
         "projKW":"UI/UX, Human-centered design, Product Design, Visual Communication, Branding",
         "projMeta":"Product Design, Human-centered design",
         "projURL":"",
         "embedvideo":""
      }
   },
   {
      "id":39,
      "flname":"Min Kwak",
      "email":"kwakm135@newschool.edu",
      "event":"Gallery Exhibition",
      "url":"https://minkwak.com",
      "profTitle":"Creative Technologist, Immersive Storyteller",
      "bio":"Min is a technical artist encompassing virtual / mixed reality, filmmaking, multimedia art, and user-centered design. Her immersive storytelling projects powered by emerging technology embrace the themes involving social changes, feminism, journalism, and political science.",
      "project":{
         "title":"IT WASN'T WRITTEN",
         "coverImage":"coverimage.png",
         "abstract":"IT WASN’T WRITTEN is alternative visual historiography on Korean Peninsula and surrounded countries in order to challenge Western journalism and provoke viewers’ self-evaluation on their perception on current political circumstance around North Korea. The project is to illuminate audience, mainly citizens of the United States, the hidden parts of Korean history such as how Korean peninsula has been interrupted by powerful countries and used as a tool for their power game. This historiography is to make audience think about their previous experiences of media and journalism and how those have constructed the images of North Korea to sustain United States’ international power.\\r\\nIT WASN’T WRITTEN has two media products: experimental video essay and resistance VR K-pop music video. Experimental video essay is a creative mixture of broadcasting footages, movie clips, shots utilizing objects metaphorically, and sound effects. No voiceover, it conveys the message by creating unconventional logic of storytelling so that audience would notice the essential information and simultaneously they would have various interpretations and discussions. Also, a brand new song and music video are produced in collaboration with musicians and performers. It uses K-pop culture as the basis for a satire or subversion of media representations of United States - Korea diplomatic relations. Through this media movement, there could be a change in American society started by individuals, which leads to Korea’s complete independency.",
         "description":"IT WASN’T WRITTEN is alternative visual historiography of modern Korean Peninsula and surrounded countries, in order to challenge major Western journalism and provoke enlightenment in the citizens of the United States’ perception upon North Korea by revealing how the power structure have effected on Korea and influenced media and journalism. This project has two media products: one is experimental video essay and the other one is VR music video.",
         "projKW":"Filmmaking, VR, Experimental, Storytelling, Social change",
         "projMeta":"VR / MR / AR, Storytelling / Film, Sound / Music / Audio",
         "projURL":"https://vimeo.com/minkwak, https://medium.com/@minhyekwak, https://minkwak.com/it-wasnt-written-1",
         "embedvideo":""
      }
   },
   {
      "id":83,
      "flname":"Yiming Liao",
      "email":"liaoy344@newschool.edu",
      "event":"Gallery Exhibition",
      "url":"https://www.designisamonster.com/",
      "profTitle":"Visual Designer I Interaction Designer | UX Designer",
      "bio":"A designer who is passionate about innovative human-centered experience design and visual aesthetics.",
      "project":{
         "title":"Spencer",
         "coverImage":"coverimage.png",
         "abstract":"I want to explain the attributes of speculative design, sci-fi, and semiotics a little bit. It took human race 100,000 years to evolve a voiced language, and the invention of writing systems can date back to the beginning of the Bronze Age in the late Neolithic Era of the late 4th millennium BC. The evolution of words takes times, so it would be more realistic to set the story background in the future, which can be a science fiction for contemporary people. And since the evolution that turn the written words into symbols has not yet happened, this project provided a possible result for the development of technology and people’s changing ways of communication, so I call it speculative design. The attribute of semiotics came from this project’s origin, which later leads to the concept of “the death of the words” and the story to “memorialize the words.” As shown in the last line of the diagram, “information overloading” is categorized as properties of the domain diagram. The reason is that I want to express the relationship between “speculative design,” “semiotics” and “information overloading” -- “information overloading” is the internal cause, “semiotics” is the carrier, and “speculative design” is the manifestation.",
         "description":"Spencer is a fictional story that illustrates a memorial event of the dead words in the symbol-era when people use only symbols. The outcome of this project is a component consist of a video piece, record of the script, an interactive installation, and set designs, which all are working together to convey the meaning and experience of the futuristic event.\nWith the background of people changing their way of communication by using more symbols and icons rather than words - especially when texting nowadays, this project Spencer aims to present a possible but more dramatic future for people with the boosting development of technology.",
         "projKW":"interactive installation, speculative design, creative works, post-production, sci-fi",
         "projMeta":"Installation / Sculpture, Storytelling / Film, Speculative",
         "projURL":"",
         "embedvideo":""
      }
   },
   {
      "id":70,
      "flname":"Menghe Li",
      "email":"lim330@newschool.edu",
      "event":"Interactive Showcase",
      "url":"https://www.mengheli.work/",
      "profTitle":"Interaction Designer",
      "bio":"New York based designer and storyteller. Mainly focus on UX/ Game Design/ 3D Arts.",
      "project":{
         "title":"Baby Lab",
         "coverImage":"coverimage.png",
         "abstract":"In 2018, the application of CRISPR on human beings became true. A pair of twin Chinese girls, Lulu, and Nana, born in November 2018. They are the world's first germline genetically edited babies. The researcher, He Jiankui, who announced his project involving Lulu and Nana in an interview with the news agency Associated Press on 19 November 2018. The project had received no independent confirmation and had not been peer-reviewed or published in a scientific journal. The reaction to his actions was widespread criticism and included concern for the well-being of the girls. Science fiction starts to become a reality. This event let human beings notice that CRISPR technology literally has the potential to change humanity forever. What will happen next?",
         "description":"This project is a virtual reality simulation experimental game aims to introduce CRISPR technology and criticize the application of it on the human in a possible future. It is a game set in a future society which legally applies CRISPR technology to human embryos. In the game, players are able to experience future CRISPR technology and notice the problems and risks hidden in it.",
         "projKW":"thesis, creative works",
         "projMeta":"VR / MR / AR, Playful Experiences / Play / Games",
         "projURL":"",
         "embedvideo":""
      }
   },
   {
      "id":28,
      "flname":"Jin Liu",
      "email":"liuj205@newschool.edu",
      "event":"Gallery Exhibition",
      "url":"",
      "profTitle":"Object-centered design",
      "bio":"I’m making a web-based algorithm that procedurally generates text and pictures based on an input process in which human would try to design an ideal human being for a designed daily object(i.e mug, knife, etc).",
      "project":{
         "title":"Object-centered design",
         "coverImage":"coverimage.png",
         "abstract":"",
         "description":"I'm exploring object-centered design methodology to promote humility, responsibility and respect for object in human.",
         "projKW":"human-centered design, object, fiction, creative work, product design",
         "projMeta":"Speculative, Critical, Computation / Computation Art / Algorithms",
         "projURL":"",
         "embedvideo":""
      }
   },
   {
      "id":51,
      "flname":"Xiaoyu Liu",
      "email":"liux335@newschool.edu",
      "event":"Gallery Exhibition",
      "url":"https://xyuliu.com/",
      "profTitle":"Experimental Artist, Interaction Designer, Creative Technologist",
      "bio":"I'm Xiaoyu Liu, a NYC based Chinese artist whose works are not constrained by a single form. I explore the nexus of art, design and technology.",
      "project":{
         "title":"hEAR",
         "coverImage":"coverimage.png",
         "abstract":"hEAR is a site-specific sound installation consisting of multiple hanging handmade speakers playing a computer-generated soundscape. The work is suspended in a corner between two walls and lighted to create sharp drop shadows of its form. A corner is somewhere I escape to instinctively, but is also a trap of no hiding.\\r\\nViewers are able to look at the delicate vibrating wire while listening to the segmental soundscape. Intentionally installed below average ear level, the artwork creates an aesthetic experience under physical constraint, bending low, that is suppression and stress. I am presenting this work of fragility to the public that represents “my fear” and “my courage to face it”.",
         "description":"hEAR is a site-specific sound installation consisting of multiple hanging handmade speakers playing a soundscape. Intentionally installed below average ear level, the work is suspended in a corner between two walls and lighted to create sharp drop shadows of the delicate vibrating wire. I am presenting this work of fragility to the public that represents “my fear” and “my courage to face it”.",
         "projKW":"Sound installation, kinetic art, spatial sonic experience, acousmatic sound",
         "projMeta":"Installation / Sculpture, Sound / Music / Audio",
         "projURL":"",
         "embedvideo":""
      }
   },
   {
      "id":85,
      "flname":"Weilin",
      "email":"liw543@newschool.edu",
      "event":"Gallery Exhibition",
      "url":"",
      "profTitle":"",
      "bio":"Weilin is an interactive designer and artist based in New York.",
      "project":{
         "title":"Untitled",
         "coverImage":"coverimage.png",
         "abstract":"",
         "description":"The project is about how the modern consumerism culture relates to identity.",
         "projKW":"Consumerism, identity, feminism",
         "projMeta":"Animation / Illustration",
         "projURL":"",
         "embedvideo":""
      }
   },
   {
      "id":30,
      "flname":"Yasong(Chouchou) Li",
      "email":"liy331@newschool.edu",
      "event":"Gallery Exhibition",
      "url":"https://www.yasongli.com",
      "profTitle":"Interaction Designer/ Creative Technologist/ New Media Artist",
      "bio":"Yasong Li, a live human-sensor equipped with real artificial intelligence, self-designing/self-programming system, as well as a default setting of 90% curiosity, 80% humorous and Automatic Updates.",
      "project":{
         "title":"Conduit",
         "coverImage":"coverimage.png",
         "abstract":"",
         "description":"Mouth is an installation which expose artist Yasong Li’s mouth as well as the face to the public. As a spiritual conduit, Mouth is the controller of exposure, privacy, intimacy, vulnerability and the controlling power upon ourselves.",
         "projKW":"Self exposure, Ego, Intimacy, Surveillance, Woman Figure",
         "projMeta":"Installation / Sculpture, History / Culture, Critical",
         "projURL":"",
         "embedvideo":""
      }
   },
   {
      "id":78,
      "flname":"Nicole Lloyd",
      "email":"lloyn691@newschool.edu",
      "event":"Gallery Exhibition",
      "url":"http://www.nicoleflloyd.com",
      "profTitle":"Experiential Designer",
      "bio":"TBD",
      "project":{
         "title":"DIGITAL DOPPELGANGER",
         "coverImage":"coverimage.png",
         "abstract":"The intention of this project is to make users consider the nature of their day-to-day interactions with acquaintances, lovers, family, and friends. What do our habits with our mobile devices in these social interactions say about the relationship we have with each other? How does our technofetishism change our perspective on our analog experiences? DIGITAL DOPPELGANGER is a multimedia series featuring a digital prosthetic device to help facilitate interpersonal communication and an accompanying short narrative film.\\r\\nWe often find ourselves struggling to choose between the digital and physical world, even when the choice should seem quite clear: in the middle of an argument, during an intimate date, while conducting important business meeting, etc. DIGITAL DOPPELGANGER solves this problem by serving as a physically simulated avatar of its host in order to maintain both physical and digital engagements. When activated, the artificial proxy will replicate learned forms of verbal and nonverbal conversational cues. Verbal cues include regular verbal interjections such as “mm-hmm” and “yeah”  at predetermined intervals, while nonverbal cues incorporate simulated eye contact with pre-recorded eye movement through a digital display and head nodding gestures to indicate its participation in the conversation. As a replication of its host, the prosthetic adds a satirical dramatization to our conversational habits by exaggerating the gestures affiliated with trying to multitask with mobile devices through a play on body positioning. It calls attention to ourselves as complacent recipients to these lack-luster interactions rather than reprehensible distributors of these poor exchanges.",
         "description":"DIGITAL DOPPELGANGER is a multimedia series featuring a digital prosthetic device to help facilitate interpersonal communication and an accompanying short narrative film. The assistive device serves as a physically simulated avatar of its host in order to maintain both physical and digital engagements.",
         "projKW":"device art, critical design",
         "projMeta":"Storytelling / Film, Critical, Wearable / Tech / Fashion",
         "projURL":"https://www.youtube.com/watch?v=hNElt0_Gw_s",
         "embedvideo":"https://www.youtube.com/watch?v=hNElt0_Gw_s"
      }
   },
   {
      "id":88,
      "flname":"Chanel (Duyen) Luu Hai",
      "email":"luuhd504@newschool.edu",
      "event":"Interactive Showcase",
      "url":"http://chanel-luuhai.com/",
      "profTitle":"Product Designer",
      "bio":"A passionate interface designer with a focus on visual & interaction design, mixed reality and people.",
      "project":{
         "title":"Particle: A Design System for Handheld Augmented Reality",
         "coverImage":"coverimage.png",
         "abstract":"Augmented Reality (AR) applications built for handheld devices have the potential to achieve widespread adoption, thanks to the abundance of smartphones and the hardware capabilities to run AR. However, these applications still struggle in the creation phase, since designers and developers currently don’t have a shared language system and guidelines that they can follow to aid the collaborative design process.\\r\\nParticle Design is a design onboarding system created for handheld augmented reality (AR). It revisits the definition of handheld augmented reality and the factors that differentiate it from other types of augmented reality. Through a re-examination of terminology that has been used in design and mixed reality, I derive a taxonomy system that can be adopted by both designers, especially those with limited 3D experience, and developers. Through prototyping a handheld AR experience to test the taxonomy in practice, I generate a classification of interface layers in handheld augmented reality.\\r\\nThe design onboarding consists of an iOS augmented reality application that explains the terminology in an interactive manner, along with a website with detailed documentation.",
         "description":"Particle is an interactive design onboarding that introduces designers with limited 3D experience to the design language of handheld augmented reality.",
         "projKW":"augmented reality, design system, interaction design, visual design",
         "projMeta":"VR / MR / AR, Product Design, Education",
         "projURL":"http://chanel-luuhai.com",
         "embedvideo":""
      }
   },
   {
      "id":17,
      "flname":"Barsha Maharjan",
      "email":"mahab384@newschool.edu",
      "event":"Gallery Exhibition",
      "url":"https://www.baarshaa.com",
      "profTitle":"MultiDisciplinary Designer",
      "bio":"I am a visual storyteller constantly in pursuit of exploring multiple platforms from web design/development, animation, motion capture, virtual reality to interactive games. I have had career as an interactive web developer and user interface designer for softwares.",
      "project":{
         "title":"Chagu Bakhâ (One Story)",
         "coverImage":"coverimage.png",
         "abstract":"Chagu Bakha means One Story in Newari Language. The piece is an animated short film about an ancient folklore about a Diety in Newar Culture. I am from a small ethnic group in Nepal called Newars from Kathmandu. Scholars have compared Newar culture to ancient Greece and Rome in its power and complexity. But that culture is eroding and in danger of being lost. Even the Newar language is now endangered. The younger Newars are becoming disconnected from the stories that pass on their religious, cultural and social identity.  Those are the stories that tell you who you are. A story is a living thing, though, and for a story to stay alive, it has to be retold in new ways. I explore digital storytelling with memories of my hometown and my childhood within the Newari culture in Kathmandu.",
         "description":"Chagu Bakha is an animated short film about an ancient folklore about a Diety in the Newar culture in Nepal.  My hope is that digital storytelling can reconnect young people from my ethnic group, the Newars, with our cultural identity. I explore digital storytelling with the memories of my hometown and my childhood within the Newari culture in Kathmandu.",
         "projKW":"Animation, Culture, Newars, Kathmandu, Endangered Language",
         "projMeta":"Storytelling / Film, Education, Animation / Illustration",
         "projURL":"TBA",
         "embedvideo":""
      }
   },
   {
      "id":31,
      "flname":"Lauren Malkani",
      "email":"malkl048@newschool.edu",
      "event":"Gallery Exhibition",
      "url":"http://laurenmalkani.com/blog/",
      "profTitle":"Co-founder",
      "bio":"I am co-founder of Seven Mile Media, a digital studio produces interactives, data visualization and video around today's most pressing issues. I am currently focusing on physical data visualization, machine learning and augmented reality to create new storytelling narratives and interactive experiences.",
      "project":{
         "title":"Untenable: The displacement of NYC",
         "coverImage":"coverimage.png",
         "abstract":"",
         "description":"Overview:\nAn physical data visualization installation that uses LED strips, cut acrylic and bacteria to reveal the potential damage Manhattan faces with rising sea levels and climate change. The project visualizes the 2020s, 2050s and 2080s data as large, stacked panels each lit with bright neon LEDs. Additionally, the project has a final back layer that uses bacteria painted on a thin layer of agar to reveal the landfill areas of Manhattan that are at high risk for unpredictable outcomes with flooding and extreme weather events. The installation literally comes alive to remind the viewer that the city and its natural resources are part of a complex, living ecosystem that we cannot control or predict.",
         "projKW":"Interactive data visualization, installation, climate change, natural ecologies, New York City Infrastructure, sea level rise, at-risk populations",
         "projMeta":"Installation / Sculpture, Data / Data Art / Data Research / Surveillance, Sustainability / Climate Change / Environment",
         "projURL":"http://laurenmalkani.com/blog/thesis-blog/",
         "embedvideo":""
      }
   },
   {
      "id":79,
      "flname":"Neeraja Mathur",
      "email":"mathn958@newschool.edu",
      "event":"Symposium",
      "url":"https://neerajamathur.com",
      "profTitle":"UX Designer, Data-based Storyteller, Artist",
      "bio":"Neeraja designs interventions for contemporary human problems exacerbated by the overuse of digital technology. Her approach to problem solving combines narrative structure, visual design, iterative prototyping and testing.",
      "project":{
         "title":"A Little Less Lonely",
         "coverImage":"coverimage.png",
         "abstract":"What does it mean to be lonely? According to the Loneliness Experiment, the five main characteristics of being lonely are: having nobody to talk to, feeling disconnected from the world, feeling left out, sadness, and not feeling understood. While loneliness is not considered a diagnosable mental illness, its impact on an individual's emotional well being can be severe, sometimes lasting a lifetime. Therefore I am evaluating the problem of loneliness in 20-somethings in New York City, and attempting to design an intervention in response.",
         "description":"I am designing experimental interventions - digital and analog - to address loneliness in 20-somethings who are new to New York City. My research examines what this specific type of loneliness looks like, what it's determinants might be, its long-term impact, and possible ways in which to support those experiencing it.",
         "projKW":"Loneliness, Mental Health, New York City",
         "projMeta":"Playful Experiences / Play / Games, Social Issues / Social Change, Product Design",
         "projURL":"https://mfadtthesis2.wordpress.com/",
         "embedvideo":""
      }
   },
   {
      "id":74,
      "flname":"Haley Mittelstaedt",
      "email":"mitth142@newschool.edu",
      "event":"Gallery Exhibition",
      "url":"https://haleymittdesign.cargocollective.com",
      "profTitle":"",
      "bio":"A UX designer and digital literacy advocate whose work explores the ubiquity of cameras and connected devices—and how these trends have fundamentally changed photography. \n",
      "project":{
         "title":"Personal Effects",
         "coverImage":"coverimage.png",
         "abstract":"",
         "description":"Personal Effects is a video featuring individuals talking about the photos on their phones. The contemporary vernacular that emerges invites viewers to reflect upon today’s cellphone camera as an extension of the memory and device that mediates our relationships.",
         "projKW":"photography, smartphones, anthropology, quotidian, memory",
         "projMeta":"Storytelling / Film, History / Culture, Sound / Music / Audio",
         "projURL":"",
         "embedvideo":""
      }
   },
   {
      "id":52,
      "flname":"Carla Molins Pitarch",
      "email":"molic786@newschool.edu",
      "event":"Gallery Exhibition",
      "url":"https://www.carlamolins.com",
      "profTitle":"Experience designer, researcher, educator, and creative technologist.",
      "bio":"Restless mind, idea creator, maker, visual designer & motion-grapher. Passionate about the merge of science, art, and technology. My current area of research explores the understanding of complex phenomena.",
      "project":{
         "title":"Omnipresence",
         "coverImage":"coverimage.png",
         "abstract":"Omnipresence's research explores the understanding of complex phenomena, particularly dark matter, which is an invisible form of matter that holds our galaxy together, you can’t see it, but its effect on surrounding objects are quite obvious. The concept of dark matter appears as an apparent mismatch between the amount of matter assumed from the gravitational dragging forces that gets exerted on ordinary astrophysical objects (stars, galaxies, etc.) and the (luminous) matter we can see with telescopes.\\r\\nScience plays an essential and omnipresent role in society and in our daily lives. Nevertheless, it remains one of the most poorly understood areas of science, creating misconceptions and faux knowledge. In part because its complexity is a formidable barrier between the scientific community and wider audiences.\\r\\nMany scientific topics that are incredibly interesting but have complicated language and a lack of good visuals unintentionally restrict access for a general audience. Some people are willing to learn, curiosity can be awoken in others who don't know what they like or just are skeptical, but curiosity can be awakened by evoking a visual experience. Because there are different kinds of learning, therefore understanding, a wide audience may require different types of stimuli. Media artists have tools to make science more understandable and attractive, to produce what most people don't expect to see and to call attention to important concepts in science.",
         "description":"Omnipresence is an interactive physical installation providing science museum visitors an opportunity to interact in a playful way with the complex phenomena of dark matter in order to better understand the inexplicable universe.\n\nThe installation is an abstraction of a galaxy; users' interactions represent removing and bringing back dark matter, through which they can observe the consequences of that interaction and its impact on negative space.\n\nOmnipresence is envisioned to be a temporary experience installed adjacent to a museum's current galactic exhibition.",
         "projKW":"Interactive installation, dark matter, science, visual, communication",
         "projMeta":"Installation / Sculpture, Education, Kinetic art / Cosmology",
         "projURL":"https://carlamolins.com",
         "embedvideo":""
      }
   },
   {
      "id":6,
      "flname":"Darío Narváez",
      "email":"narvd444@newschool.edu",
      "event":"Gallery Exhibition",
      "url":"https://www.darionarvaez.com",
      "profTitle":"Designer",
      "bio":"Designer with 8+ years of design consultancy experience specializing in transportation and lifestyle consumer product design, as well as a strong passion in advanced concept design and concept art.",
      "project":{
         "title":"Enlighted Musicality",
         "coverImage":"coverimage.png",
         "abstract":"Influenced by my personal relation with the profound beauty of classical and instrumental music, as the ‘light’ that has inspired the creation of ideas, thoughts, abstract images and designs, Enlighted Musicality  is a lighting fixture that embody these memories through the subtle dance and movements of the reflected light that constantly mutates, as the enlighten flux of my thoughts and ideas harmoniously responds to the tonal undulations of the notes with rhythm. The experience supposes a moment of equilibrium between thoughts, music and illumination where the light is the manifestation of the creative act, of the constant becoming of ideas, the symbol of thoughts that respond to the rhythm and emotional charge of the music. The object, that perhaps seems immutable at first glance, is a collection of wooden tubes which aesthetic language evoke my memories of the traditional instruments of the Andes: drums, flutes and zampoña, inert elements that come alive through the dancing playing around fire. The result: a multidimensional manifestation of music that goes beyond the hearing, and explores new emotional and sensorial bonds.",
         "description":"A lighting fixture that embody my musical memories through the subtle dance and movements of the reflected light that constantly mutates, as the enlighten flux of my thoughts and ideas harmoniously responds to the tonal undulations of the notes with rhythm.",
         "projKW":"lighting, musicality, memories, movement, rhythm",
         "projMeta":"Installation / Sculpture, Sound / Music / Audio, Light / Photography /",
         "projURL":"Not at the moment",
         "embedvideo":""
      }
   },
   {
      "id":42,
      "flname":"George S. N. Neequaye",
      "email":"neeqg934@newschool.edu",
      "event":"Gallery Exhibition",
      "url":"https://www.gsnneequaye.com/",
      "profTitle":"Designer",
      "bio":"With an eye for detail and aesthetics, George is determined to create a fulfilling career in line with my passions: technology, design, international development and fashion.",
      "project":{
         "title":"Texturity",
         "coverImage":"coverimage.png",
         "abstract":"Texturity is a project that critiques the global textile industry through the lens of the Ghanaian textile industry. It is experienced through the format of a security checkpoint (security x-ray machine, security guard and security questions) where the user experiences the hidden narratives behind the Ghanaian textile industry. The goal of Texturity is to bring to light the backstory of the textile industry that affects developing countries worldwide. In this model case, it reveals issues in the textile industry affecting Ghana and stark contrasts between the making and distribution of cloths. The security checkpoint symbolize the point of tension and entry where products like textiles cross borders inappropriately into Ghana. The security x-ray machine represents the idle state of the nation if the issues of the textile industry were curbed. The security guard represents what the government of the nation should be like to prevent the issues. The security questions are asked to attempt to reverse the effects of the problems of the textile industry facing that nation.",
         "description":"Texturity is a project that critiques the global textile industry through the lens of the Ghanaian textile industry. It is experienced through the format of a security checkpoint where the user experiences the hidden narratives behind the Ghanaian textile industry. The goal of Texturity is to bring to light the backstory of everyday objects. In this model case, it reveals issues in the textile industry affecting Ghana and stark contrasts between the making and distribution of cloths.",
         "projKW":"Texturity, Textile, Security, Ghana, Fashion",
         "projMeta":"Installation / Sculpture / Performance / Textile",
         "projURL":"https://www.gsnneequaye.com/texturity",
         "embedvideo":""
      }
   },
   {
      "id":4,
      "flname":"Luqi Nie",
      "email":"niel641@newschool.edu",
      "event":"Interactive Showcase",
      "url":"http://luqinie.com/",
      "profTitle":"UX Designer, Interaction Designer",
      "bio":"Luqi Nie (Earl) is an interaction designer who combines empathy, logical thinking, and gamification to spark the world.",
      "project":{
         "title":"Preference Harvest",
         "coverImage":"coverimage.png",
         "abstract":"Personalized content recommendation service penetrates our lives and dominates the information we see and what we learn every day. To a certain degree, this service manipulates us and defines us. However, as internet citizens, we are not clear about what role we play in this dynamic, how much power we have, and why we are manipulated and restricted. This wheel of technology is taking us in an unanticipated negative direction, and it is urgent for us to draw a moral red line for technology in human society. But the first step is to make sure people understand this issue. As a designer, I would like to take this step to alert people about the unfair dynamics and the hidden agendas of personalized content recommendation services.\\r\\n Preference Harvest is a two-player game for generation Z (born from the mid-1990s to the early 2000s) which reveals the biased dynamics of online personalized content recommendation services and how they manipulate users for the attention economics. Two players, the user and the algorithm, battle with each other in a system that is biased toward the algorithm. By experiencing unbalanced gameplay from different perspectives, players can feel the role of being manipulated and having restricted power in this dynamic. Once the unfair dynamics of personalization services through the game are taken away, players they will question the norms and guidelines of technology, and further, push the technology into a promising future.",
         "description":"Preference Harvest is a two-player strategy game, which illustrates the basic dynamic of personalized content recommendations and how they manipulate users through the methods of attention economics.",
         "projKW":"Game, User experience, algorithm, attention economy, personalized content",
         "projMeta":"Playful Experiences / Play / Games, Product Design, Computation / Computation Art / Algorithms",
         "projURL":"http://luqinie.com/preference-harvest",
         "embedvideo":""
      }
   },
   {
      "id":1,
      "flname":"Nicholas Paganelli",
      "email":"pagan813@newschool.edu",
      "event":"Symposium",
      "url":"http://nicholas-paganelli.myportfolio.com",
      "profTitle":"Fashion Industry Analyst",
      "bio":"I am creative technologist focused on how we can transform the centuries-old process of clothing production. I am actively seeking employment at fashion companies that are looking to innovate around their technological and industrial systems",
      "project":{
         "title":"Fashioning Accessibility: Industrial Production of Bespoke Attire",
         "coverImage":"coverimage.png",
         "abstract":"\"Fashioning Accessibility\" seeks new solutions for greater inclusion of non-standard body types in the fashion industry. Four research participants from the disabled community have worked with the researcher— a fashion designer by training and former production manager  — to co-design custom suit jackets as a test of a new methodology for industrial clothes making that incorporates 3D body scanning, virtual design tools, and digital knitting. After establishing how the disabled community is excluded from the fashion system in, the proposed technologies are tested with data from the participants. Each technology is assessed on its accessibility and potential to support an inclusive fashion system. Finally, the case is made for changes in how the fashion industry approaches and implements new digital tools. While capabilities are promising, each technology is hindered by the industry’s focus on traditional modes of clothing design and production.",
         "description":"Fashioning Accessibility is a systems design that combines 3D body scanning, virtual design tools and computerized knitting to create accessible clothing for people with disabilities. Four research participants, working in a co-design process, have tested the capability of new digital tools to incorporate non standard body types into the fashion industry's business practices. Through testing it is clear that an opportunity is being wasted as fashion's digital tools are reinforcing rather than reforming its business and cultural norms.",
         "projKW":"3D scanning, fashion technology, clothing production, computer vision, universal design",
         "projMeta":"Critical, Wearable / Tech / Fashion, Systems Design",
         "projURL":"",
         "embedvideo":""
      }
   },
   {
      "id":58,
      "flname":"Summer Pan",
      "email":"panx610@newschool.edu",
      "event":"Gallery Exhibition",
      "url":"https://summerpan.com",
      "profTitle":"Creative Designer",
      "bio":"I'm a multidisciplinary designer focusing on carrying forward visual communication with any possible utilizations of newly developed media.",
      "project":{
         "title":"I, Mine, Selves",
         "coverImage":"coverimage.png",
         "abstract":"",
         "description":"",
         "projKW":"FEMALE STEREOTYPES, SOCIAL EXPECTATIONS, SELF-ACCEPTANCE,FEMALE ANXIETY",
         "projMeta":"Storytelling / Film, Social Issues / Social Change, Animation / Illustration",
         "projURL":"",
         "embedvideo":""
      }
   },
   {
      "id":87,
      "flname":"Chavisa Rojratanadumrong",
      "email":"rojrc782@newschool.edu",
      "event":"Gallery Exhibition",
      "url":"https://chavisar.ooo",
      "profTitle":"",
      "bio":"A designer who is drawn into the interaction and behaviors of humans in relation to their surrounding. Area of expertise lands between communication design and creative computation as well as practices related to interactive and experience design.",
      "project":{
         "title":"Sensorial Artifacts",
         "coverImage":"coverimage.png",
         "abstract":"",
         "description":"Sensorial Artifacts showcases example of sensory enhancement wearable interfaces from the perspective of the deadly environment, specifically of the 'air-pocalypse' issue. By making the breathing air become more tangible to the wearers, these wearable pieces aims to tap into the apathy of people around this critical topic and perhaps make them aware of the looming urgency.",
         "projKW":"Environmental, Sensory, Critical Design, Wearable,",
         "projMeta":"Critical, Wearable / Tech / Fashion, Sustainability / Climate Change / Environment",
         "projURL":"",
         "embedvideo":""
      }
   },
   {
      "id":8,
      "flname":"Philipp Schmitt",
      "email":"schmp077@newschool.edu",
      "event":"Gallery Exhibition",
      "url":"https://philippschmitt.com",
      "profTitle":"Artist, Designer, Researcher",
      "bio":"Philipp Schmitt (b. 1993, Germany) works at the intersection of art, design, and research. His work engages with the philosophical, poetic, and political dimensions of computation by examining the ever-shifting discrepancy between what is computable in theory and in reality.",
      "project":{
         "title":"Why Would You Want To Picture It",
         "coverImage":"coverimage.png",
         "abstract":"Why Would You Want To Picture It uses high-dimensional spaces within machine intelligence as impetus for creative writing. It philosophically engages with the opacity of neural networks and their ability to model the world — to render it computable.\\r\\nA sculpture of a neural network diagram, taken from a research paper and rendered ten feet long in painted steel floats in the gallery. It is oscillating ever so slightly, making it hard to discern whether it is spatial at all. The room is filled by a synthetic voice recounting the experience of being a vector inside a neural network, the composition of the landscapes, its rules and poetry.\\r\\nThe piece offers an experience of the disconnect between what can be observed, reasoned with, communicated, and that which emerges from within neural networks invisibly and un-imaginably: their “intelligence”. It asks to what extent the world can be modeled through mathematics, and conversely, whether we can understand these models. Can we understand what we cannot observe or imagine?",
         "description":"Like a diagram of the universe in a high school textbook that made you think \"I get it now” although, of course, you didn't really; conflicting orders of experience between the world and its representations, between imagination and pure understanding.",
         "projKW":"Machine Learning, AI, Philosophy, Geometry, Mathematics",
         "projMeta":"Installation / Sculpture, Machine Learning / Mathematics, Literature / Poetic / Prose / Language",
         "projURL":"",
         "embedvideo":""
      }
   },
   {
      "id":38,
      "flname":"Alyssa Shea",
      "email":"sheaa263@newschool.edu",
      "event":"Gallery Exhibition",
      "url":"https://www.alyssashea.com",
      "profTitle":"Time-Based Media Artist",
      "bio":"Alyssa Shea is a time-based media artist specializing in video and sound collage. Compelled by rhythm, she wields camera as patternmaker, percussion as punctuation, and editor’s blade as a baton.",
      "project":{
         "title":"Moody",
         "coverImage":"coverimage.png",
         "abstract":"",
         "description":"Moody is a surreal audio-visual journey recounting the astonishing, though oft-overlooked, story of Lady Deborah Moody’s founding of Gravesend, Brooklyn in 1645.",
         "projKW":"Urban, Collage, Projection Art, Deborah Moody, New York, Grid",
         "projMeta":"Storytelling / Film, History / Culture, Sound / Music / Audio",
         "projURL":"",
         "embedvideo":""
      }
   },
   {
      "id":23,
      "flname":"Ta-Kai Shueh",
      "email":"shuet334@newschool.edu",
      "event":"Interactive Showcase",
      "url":"https://danieltk.com",
      "profTitle":"Interaction Designer",
      "bio":"I'm an Interaction Designer who skilled in interaction design, UI/UX design, and VR/AR design.",
      "project":{
         "title":"A Way Home",
         "coverImage":"coverimage.png",
         "abstract":"",
         "description":"A VR storytelling project tells about the tense year, 1949, in Taiwan and China. A young civilian who suffered from the war and forced to leave his home and couldn't go back until 60 years later.",
         "projKW":"Virtual Reality, Storytelling, History, Windows Mixed Reality",
         "projMeta":"VR / MR / AR, Storytelling / Film, History / Culture",
         "projURL":"",
         "embedvideo":""
      }
   },
   {
      "id":65,
      "flname":"Maddy Siriouthay",
      "email":"sirim392@newschool.edu",
      "event":"Gallery Exhibition",
      "url":"https://madsiri.com",
      "profTitle":"",
      "bio":"A creative to the core with a passion for people; writer, designer and technologist committed to social good and community",
      "project":{
         "title":"My Mother's Daughter",
         "coverImage":"coverimage.png",
         "abstract":"",
         "description":"",
         "projKW":"sculpture, intergeneration trauma, social impact, southeast asian diaspora",
         "projMeta":"Installation / Sculpture, History / Culture, Literature / Poetic / Prose / Language",
         "projURL":"",
         "embedvideo":""
      }
   },
   {
      "id":16,
      "flname":"Yanbin Song",
      "email":"songy941@newschool.edu",
      "event":"Gallery Exhibition",
      "url":"http://www.yanbinsong.com",
      "profTitle":"Artist",
      "bio":"Yanbin Song is an artist and a designer who is interested in exploring topics inspired from details in daily life. She often uses absurd and humorous forms to provoke interesting and critical thoughts.",
      "project":{
         "title":"Selfie - from analog to digital",
         "coverImage":"coverimage.png",
         "abstract":"This work consists of a 3D printed sculpture and an iPhone in selfie mode being placed opposite to it. The 3D printed sculpture was developed from a scan of the artist’s head and then glitched digitally and printed out. \nModern people nowadays tend to have a life that is constantly jumping between analog and digital, sometimes in a fusion of these two states. This piece questions the form of analog under such inevitable impacts brought by digital technology.\nSelfie is one of the fusion states that human can have brought by digital technology. Selfie mode allows one human to show up real-timely in both digital and physical spaces. Glitch is an effect that only appears digitally with screens. By applying glitch effect onto this physical sculpture, a middle state is shown as in-between analog world in the real physical space and the digital space inside the iPhone screen.",
         "description":"Modern people nowadays tend to have a life that is constantly jumping between analog and digital, sometimes in a fusion of these two states. This piece questions the form of analog under such inevitable impacts brought by digital technology by visualizing how one part of human body would be when going in-betweent the spaces of analog and digital.",
         "projKW":"art, 3d printing, glitch, digital and analog",
         "projMeta":"Installation / Sculpture",
         "projURL":"",
         "embedvideo":""
      }
   },
   {
      "id":77,
      "flname":"Chris T Stuart",
      "email":"stuac191@newschool.edu",
      "event":"Interactive Showcase",
      "url":"",
      "profTitle":"",
      "bio":"Chris T Stuart enjoys creating memorable experiences by building and designing innovative digital products. Passionate about product development, Lajara enjoys experimenting with various levels of tech that integrate seamlessly and improve peoples daily lives. His previous works consists of collaborations and developing digital products focused on art, culture, social connections, and motivational well-being. (BUT WIP)",
      "project":{
         "title":"playground",
         "coverImage":"coverimage.png",
         "abstract":"",
         "description":"Playground leverages this trend, and aims to train middle-school aged children in gaming skills by leveraging social influencers. The content is delivered through a series of short interactive lessons in the form of Youtube videos. Trial and error is central to this training methodology. The majority of these lessons focus on letting the kids make their own decisions, and mistakes. Social influencers give feedback once the decisions have been made.",
         "projKW":"kids, gaming, edtech, interactivity, influencers",
         "projMeta":"Playful Experiences / Play / Games, Product Design, Education",
         "projURL":"",
         "embedvideo":""
      }
   },
   {
      "id":81,
      "flname":"Lavonne Sun",
      "email":"sunc667@newschool.edu",
      "event":"Gallery Exhibition",
      "url":"https://lavonnesun.com",
      "profTitle":"Artist, Nomad, Poet",
      "bio":"I have nothing to say.",
      "project":{
         "title":"A Manifesto for Love",
         "coverImage":"coverimage.png",
         "abstract":"",
         "description":"",
         "projKW":"Sculpture,  Physical  poem, art installation, poetic, romantic",
         "projMeta":"Installation / Sculpture, Literature / Poetic / Prose / Language, Physical Poem",
         "projURL":"",
         "embedvideo":""
      }
   },
   {
      "id":11,
      "flname":"Neil V. Techapanichgul",
      "email":"techv499@newschool.edu",
      "event":"Interactive Showcase",
      "url":"http://vrtech.me",
      "profTitle":"Full Stack UX/UI Motion Designer/Developer + Application/Software Developer",
      "bio":"I began as a motion and graphic designer. Then I work as a UI/UX Developer and Designer for 3 Years. After designing interfaces for interactive projects, I have been inspired by how design can integrate with coding which leads me into the programming area. After that, I worked as a Unity Developer for 6 Years.",
      "project":{
         "title":"Attune",
         "coverImage":"coverimage.png",
         "abstract":"",
         "description":"Attune is a cooperative multiplayer puzzle solving game based on attentiveness, trust, empathy, and compassion. It uses game mechanics as metaphor and emotion-based in-game interactions to connect players.",
         "projKW":"Game, Relaxation, Connection, People, Cooperation",
         "projMeta":"Playful Experiences / Play / Games, Education",
         "projURL":"http://vrtech.me/attune/ , https://www.youtube.com/watch?v=pLFzqO0GB3c",
         "embedvideo":"https://www.youtube.com/watch?v=pLFzqO0GB3c"
      }
   },
   {
      "id":26,
      "flname":"Iris Tian",
      "email":"tiany580@newschool.edu",
      "event":"Gallery Exhibition",
      "url":"https://www.iristian.net/",
      "profTitle":"User Experience Designer",
      "bio":"Iris is an interaction designer, as well as a creative technologist. She enjoys delighting people with innovative and delicate ideas.",
      "project":{
         "title":"Read",
         "coverImage":"coverimage.png",
         "abstract":"Read is an interactive art installation which questions how digital media can alter the way we perceive, absorb, and retain text-based content by changing our attention model. This installation is designed to address the problem of reading behavior transformation, to let the audience reflect on their daily information consumption behavior, and, as a society, to invite them thinking about the future of reading.",
         "description":"Read is a reading evaluating machine using eye-tracking algorithm and data visualization.",
         "projKW":"art installation, eye tracking, digital reading, infinity scroll",
         "projMeta":"Interactive Installation , New Media Art , Data Visualization",
         "projURL":"",
         "embedvideo":""
      }
   },
   {
      "id":82,
      "flname":"Yifan Wang",
      "email":"wangy501@newschool.edu",
      "event":"Interactive Showcase",
      "url":"",
      "profTitle":"Game Designer",
      "bio":"This is Yifan. An architect, a UI/UX designer, and a game designer.",
      "project":{
         "title":"Baby Lab",
         "coverImage":"coverimage.png",
         "abstract":"In 2018, the application of CRISPR on human beings became true. A pair of twin Chinese girls, Lulu, and Nana, born in November 2018. They are the world's first germline genetically edited babies. The researcher, He Jiankui, who announced his project involving Lulu and Nana in an interview with the news agency Associated Press on 19 November 2018. The project had received no independent confirmation and had not been peer-reviewed or published in a scientific journal. The reaction to his actions was widespread criticism and included concern for the well-being of the girls. Science fiction starts to become a reality. This event let human beings notice that CRISPR technology literally has the potential to change humanity forever. What will happen next?",
         "description":"This project is a virtual reality simulation experimental game aims to introduce CRISPR technology and criticize the application of it on the human in a possible future. It is a game set in a future society which legally applies CRISPR technology to human embryos. In the game, players are able to experience future CRISPR technology and notice the problems and risks hidden in it.",
         "projKW":"VR, game design, Critical design, thesis, playful interaction",
         "projMeta":"VR / MR / AR, Playful Experiences / Play / Games, Critical",
         "projURL":"",
         "embedvideo":""
      }
   },
   {
      "id":64,
      "flname":"Franky Wang",
      "email":"wangy812@newschool.edu",
      "event":"Interactive Showcase",
      "url":"https://www.frankywang.com",
      "profTitle":"New media designer, UX designer",
      "bio":"To me, social responsibility is what we designers should be highly seen, especially when we are playing a key role in aesthetic contributions for people. Inspired by this belief, I managed to devote myself to works which could be both educational and creative.",
      "project":{
         "title":"Dial-heart",
         "coverImage":"coverimage.png",
         "abstract":"",
         "description":"A interactive web-based game that releases people's mental stressor by offering them a playful experience and outstanding visual outputs.",
         "projKW":"game, interactive, mental, relief, digital",
         "projMeta":"Playful Experiences / Play / Games, Product Design",
         "projURL":"",
         "embedvideo":""
      }
   },
   {
      "id":14,
      "flname":"Yixun Wang",
      "email":"wangy969@newschool.edu",
      "event":"Gallery Exhibition",
      "url":"https://www.yixunwang.design",
      "profTitle":"",
      "bio":"Yixun is an interaction designer, a photographer, and a craftsman as well.",
      "project":{
         "title":"STITCHES IN TIME",
         "coverImage":"coverimage.png",
         "abstract":"This project was inspired by the censorship in China and wartime spies who used knitting as an espionage tool. By making use of different stitches, the designer knitted in public places to translate sensitive information blocked by the government into knitting patterns. In this way, the knittings become a format to encipher and decipher the message.",
         "description":"By making use of  the low-tech format, knitting, to record and hide the sensitive message, this project shows the delicate relationship between information and censorship in China.",
         "projKW":"censorship, art installation, handicraft, interaction design",
         "projMeta":"Installation / Sculpture, Storytelling / Film, History / Culture",
         "projURL":"",
         "embedvideo":"https://vimeo.com/335271385"
      }
   },
   {
      "id":66,
      "flname":"Leah Willemin",
      "email":"willl973@newschool.edu",
      "event":"Gallery Exhibition",
      "url":"http://leahwillemin.com/",
      "profTitle":"Artist, Researcher, Designer",
      "bio":"Leah Willemin is an artist and designer who works at the intersection of craft and technology. She uses fabrication and material to create sensitive, evocative projects.",
      "project":{
         "title":"Body Double",
         "coverImage":"coverimage.png",
         "abstract":"",
         "description":"",
         "projKW":"Quantified self, 3d printing, performance, surveillance, data mining",
         "projMeta":"Installation / Sculpture, Social Issues / Social Change, Data / Data Art / Data Research / Surveillance",
         "projURL":"",
         "embedvideo":""
      }
   },
   {
      "id":90,
      "flname":"FiFi Wu",
      "email":"wuf029@newschool.edu",
      "event":"Interactive Showcase",
      "url":"https://fifiwu.com",
      "profTitle":"ninteraction designer and new media artist",
      "bio":"She is an interaction designer and new media artist based in NYC.Her passion is to merge technology, storytelling and art to create interactive and emotionally engaging experiences.",
      "project":{
         "title":"Parents are waiting for us to say thank you, while we are waiting for them to apologize",
         "coverImage":"coverimage.png",
         "abstract":"My thesis project is a narrative game experience about childhood emotional trauma. The narrative is about my personal experience. During this game experience, I hope that the audience well aware of the long-term effects of childhood emotional trauma on people's growth. My goal is to let the audience reflect on their experiences through the game, resonance with this phenomenon at a certain degree, understand the seriousness of childhood emotional trauma, and to pay attention to family education. Starting from my own experience, according to my research that in the Asian countries under the influence of oriental traditional culture, there is a potentially huge crowd. People who have experienced childhood emotional trauma are more likely to get mental problems in adulthood. These side effects even last a lifetime. There is currently no way to completely cure this group of people from psychology. What we can do is to focus on this issue and focus on family education to reduce the number of children who may experience childhood emotional trauma from the beginning.",
         "description":"Parents are waiting for children to say thank you, children are waiting for them to apologize is an interactive storytelling game experience created by Unity and Maya. The narrative was about Childhood Emotional Trauma based on my personal experience. During the game experience, the players can interact and make their own choices which lead to different endings based on their understanding of childhood emotional trauma.  I hope that the audience can aware of the long-term effects of childhood emotional trauma on people's growth. My goal is to let the audience reflect on their experiences through the game, understand the seriousness of childhood emotional trauma, and to pay attention to family education.",
         "projKW":"indie game, thesis, interactive, interactive",
         "projMeta":"Playful Experiences / Play / Games, Storytelling / Film, Social Issues / Social Change",
         "projURL":"",
         "embedvideo":"https://vimeo.com/335039593"
      }
   },
   {
      "id":41,
      "flname":"Jacqueline Wu",
      "email":"wuj643@newschool.edu",
      "event":"Gallery Exhibition",
      "url":"https://jacqswu.com/",
      "profTitle":"Designer & Creative Technologist",
      "bio":"Jacqueline Wu explores how technology is shaping how we see, understand, and move within our physical world. Her practice is rooted in curiosity and speculation, and supplemented by research. She often uses tactics of interrogating, revealing, and unknowing data to create alternative narratives.",
      "project":{
         "title":"Shards",
         "coverImage":"coverimage.png",
         "abstract":"",
         "description":"",
         "projKW":"computation, generative, craft, 3D scanning, 3D printing",
         "projMeta":"Installation / Sculpture, Critical, Computation / Computation Art / Algorithms",
         "projURL":"",
         "embedvideo":""
      }
   },
   {
      "id":19,
      "flname":"Jenni Wu",
      "email":"wuj791@newschool.edu",
      "event":"Interactive Showcase",
      "url":"http://jenniferwu.ca",
      "profTitle":"User Experience Designer",
      "bio":"Jenni is a user experience designer who enjoys designing for positive social impact, while using inclusive and accessible design practices to create meaningful and empowering solutions.",
      "project":{
         "title":"Pocketspace -- Making code accessible to girls",
         "coverImage":"coverimage.png",
         "abstract":"How can sustaining and feeding the interest of coding more accessible to middle school girls who don’t have access to computers at home? After hosting a website-making workshop with 11 year old girls, I noticed that they all had trouble with basic computer commands like copy and pasting, selecting text, or using arrow keys. None of them owned computers at home, but they all had phones. This project aims to provide an accessible space for learning and creating with code to middle school girls in America who have access to phones but not computers outside of school. By creating a mobile app that not only teaches code but builds important skills that encourage building confidence, taking charge, and innovating, Pocketspace provides a space for a girl to claim ownership and leadership in a creative tech sphere, all in the comfort of their phone.",
         "description":"Pocketspace aims to provide an accessible space for learning and creating with code to middle school girls in America who have access to phones but not computers outside of school. By creating a mobile app that not only teaches code but builds important skills that encourage building confidence, taking charge, and innovating, Pocketspace provides a space for a girl to claim ownership and leadership in a creative tech sphere, all in the comfort of their phone.",
         "projKW":"accessible design, activism, social impact, user experience design, female empowerment",
         "projMeta":"Playful Experiences / Play / Games, Social Issues / Social Change, Product Design",
         "projURL":"",
         "embedvideo":""
      }
   },
   {
      "id":63,
      "flname":"Lucy M. Wu",
      "email":"wul806@newschool.edu",
      "event":"Interactive Showcase",
      "url":"http://www.lucydesigns.org",
      "profTitle":"User Experience Designer",
      "bio":"I'm a designer, visionary and public health advocate (I care about people!).  I’ve always been interested in well-made products, human behavior, and helping people in today’s fast-paced and constantly changing environment!",
      "project":{
         "title":"Monster Panic *(subjected to change).",
         "coverImage":"coverimage.png",
         "abstract":"\nGames can play a crucial role in a child’s development and growth, and contribute to the cognitive, physical, social, and emotional well-being of children and youth. Playing board games can help children in learning social interaction skills ( e.g. sharing, waiting and taking turns), improving verbal abilities, and increasing attention spans (concentration and focusing for longer periods of time). The nature of gameplay also creates an interactive environment to learn and develop social and emotional skills e.g. self-awareness and self-regulation, understanding, and how to be fair and respectful.\\r\\nGames can play a crucial role in a child’s development and growth, and contribute to the cognitive, physical, social, and emotional well-being of children and youth. The nature of gameplay also creates an interactive environment to learn and develop social and emotional skills e.g. self-awareness and self-regulation, understanding, and how to be fair and respectful.\\r\\n“Monster Panic” is a role-playing board game with a superhero narrative that incorporates components of problem solving and encourages narrative storytelling (dialogue). The goal of this thesis project is to create a collaborative role playing game for children 8-10 years of age to reinforce their creative thinking and problem solving skills. Collaboration is emphasized in my game as in order to solve problems there is no need to be self-reliant. This project touches on the subject of helping children help themselves and to help others in overcoming obstacles they are faced with. By reinforcing problem or creative problem solving skills, encouraging communication and dialogue, I would like “Monster Panic” to be an enjoyable, fun and supportive game.",
         "description":"Monster Panic is a fun, collaborative, card and board game, emphasizing creative thinking and narrative storytelling (with role-playing mechanics). In a superhero narrative, players use ordinary household objects and object transmuting powers to solve monster related problems in a city! Help the city and its citizens!",
         "projKW":" Play , Narrative Storytelling, Storytelling, Board Games, Role-Playing, Creative thinking,  Creative Games, Playful Experience,",
         "projMeta":"Playful Experiences / Play / Games, Storytelling / Film, Education",
         "projURL":"",
         "embedvideo":""
      }
   },
   {
      "id":32,
      "flname":"Bella Wu",
      "email":"wuy573@newschool.edu",
      "event":"Gallery Exhibition",
      "url":"https://www.wuyandesign.com/",
      "profTitle":"User Experience Designer, Artist",
      "bio":"Bella is a user experience designer and artist based in New York. She understands and empowers people through empathy and communication.",
      "project":{
         "title":"How to see a cloud(s) [note: there should be a strikethrough on \"a\"]",
         "coverImage":"coverimage.png",
         "abstract":"How to see a cloud(s) is an art installation featuring a volumetric paper sculpture and a dual-channel video projection. It is meant to embody the infinity in deconstructing a dynamic system driven by fractal structure and reveal fractal’s manifestations both in nature and human society as an underlying geometry across the universe. As an artist and creator, I am looking into clouds as an example of natural fractal structure and using is as a point of departure to consider and explore the possibilities of art work inspired by scientific theory. I am also experimenting with characteristics of various materials and media to build poetic environment and convey philosophical insight. Instead of being informed of a clear definition or various characteristics of fractal, the audience would be visually seduced to notice this piece in a gallery space, stop by it, observe it, read the label aside, try to understand and contemplate… while at the same time a moment of feeling enlightened is expected to be induced. [note: there should be a strikethrough on \"a\" in the project's title]",
         "description":"How to see a cloud(s) is an art installation embodying the infinity in deconstructing a dynamic system driven by fractal structure. I am looking into clouds as an example of natural fractal structure and using it as an archetype to explore the possibilities of informing artistic practice through scientific theory. I am also experimenting with characteristics of various materials and media to build poetic environment and convey philosophical insight. [note: there should be a strikethrough on \"a\" in the project's title]",
         "projKW":"art installation, fractal, sculpture, craftsmanship, projection mapping",
         "projMeta":"Installation / Sculpture, Art, Projection Mapping",
         "projURL":"",
         "embedvideo":""
      }
   },
   {
      "id":9,
      "flname":"Longze Xia",
      "email":"xial948@newschool.edu",
      "event":"Interactive Showcase",
      "url":"http://longzex.design",
      "profTitle":"Interaction Designer",
      "bio":"Design for positive change.",
      "project":{
         "title":"Present",
         "coverImage":"coverimage.png",
         "abstract":"Present is an immersive environment (cave VR) to release users’ pressure by encouraging them to breathe deeply. Each individual will be guided to blow an oboe-like instrument, make a musical note, and interact with a visualization of a school of fish in the virtual world. If multiple users play the recorders together, they will make a harmonious chord. The fish will expand or shrink based on users input as visual feedback.",
         "description":"Present is a participatory installation that guides users to feel the power of their breath. When the user exhales, they hear and see feedback that encourages them to breathe deeply. When multiple users play the instruments together, they will hear a harmonious chord — A reminder of their collective presence, which is in itself a gift, or present.",
         "projKW":"Immersive Media, Meditation, Installation, Physical computing, Computational Form",
         "projMeta":"VR / MR / AR, Playful Experiences / Play / Games, Sound / Music / Audio",
         "projURL":"",
         "embedvideo":""
      }
   },
   {
      "id":89,
      "flname":"Zhaohong Xia",
      "email":"xiaz971@newschool.edu",
      "event":"Interactive Showcase",
      "url":"",
      "profTitle":"Creative Game Designer",
      "bio":"My interest is exploring new knowledge and apply my new ideas.",
      "project":{
         "title":"Cleopatra - Your Choices For Her",
         "coverImage":"coverimage.png",
         "abstract":"Nowadays, books or information which people are using mostly are for their jobs or academic use. History books seem to be academic use only, because people feel that history is not quite related to your daily life and belongs to unnecessary living skills. From my perspective, history is very important to the reality and people’s everyday life. Technically, history is the collection of past human beings’ living experience. History can reflect the knowledge and wisdom of past humans. The knowledge and wisdom actually build up today’s world and society. Thus, I believe it is very necessary for people to read and learn history for themselves. Also, history looks so boring that it is full of textual information, but there are many interesting and remarkable stories in it. I really want to let people realize my thought. So, I decided to make a project to increase people’s interest in learning history.\nI’m planning to use movie-like game to increase the game experience. I believe that a special and first-person view experience will give deep impression to players and audience.",
         "description":"Experience critical moments of Cleopatra and remake choices for her political life.",
         "projKW":"Roman & Egyptian History, Game App, Motivator, AR Scanner, Political Strategies",
         "projMeta":"VR / MR / AR, Playful Experiences / Play / Games, Product Design",
         "projURL":"",
         "embedvideo":""
      }
   },
   {
      "id":91,
      "flname":"Jade Yang",
      "email":"yangx868@newschool.edu",
      "event":"Live Performance/Time Based Works",
      "url":"https://jadeyang.design",
      "profTitle":"UX Designer, Creative Technologist",
      "bio":"Comparing with obeying the rules, I prefer to create the rules\nHoned my logical thinking in Law school, keep my sense of aesthetic of keep dancing.",
      "project":{
         "title":"Third Encounter Dance",
         "coverImage":"coverimage.png",
         "abstract":"The Third Encounter Dance is the third version of my series interactive immersive dance performance installation artworks. I set my own experience and my own story inside it for context; it told my story since I decided to change my previous major – law, to design. Because I am the person comparing with obeying the rules, I prefer to create the rules. Then, I left my country and came to New York City to learn design. But not everything went well at first since I encountered so many problems, such as racism and stalking. These things caused me problems for a while, but dance made me find the right way and provide me a comfortable zone in this big city. When I dance, my body movements express my feelings and release my pressures.\\r\\nAs a designer I want to express my feelings via my design work and let the audience experience what I feel and what I think when they interact with my installation. I even hope this interactive installation can inspire people to dance spontaneously without any instructions.",
         "description":"Third Encounter Dance is one of my series of interactive dance performance projects, it tells my own story since I have changed my major from law to design and the experiences I have been through after I came to NYC. The fan will blow up the Cheffon fabrics following the experiencers' moves by motion tracking techniques and the interactive galaxy animation accompanied by your side. I hope this installation can provide audience a safe and sound experience in this big and busy city.",
         "projKW":"Motion Capture; Interactive Installation; Creative Technology; Physical Computing, Projection Mapping",
         "projMeta":"Installation / Sculpture, Storytelling / Film, Computation / Computation Art / Algorithms",
         "projURL":"https://jadeyang.design",
         "embedvideo":"https://www.youtube.com/watch?v=hNElt0_Gw_s"
      }
   },
   {
      "id":68,
      "flname":"Young Tae Yoon",
      "email":"yoony857@newschool.edu",
      "event":"Live Performance/Time Based Works",
      "url":"https://www.youngtaeyoon.com",
      "profTitle":"Interaction/Product Designer",
      "bio":"I am a passionate, positive, and driven person. The advantage is to do something passionately and to carry out it with a positive mind in any situation.",
      "project":{
         "title":"Anxitox",
         "coverImage":"coverimage.png",
         "abstract":"",
         "description":"It is a product that helps people from glossophobia, and scopophobia by using augmented reality during a presentation. You will be my script so I will never feel anxiety during presentation.",
         "projKW":"glossophobia, scopophobia, augmented reality, presentation, product",
         "projMeta":"VR / MR / AR, Speculative, Wearable / Tech / Fashion",
         "projURL":"",
         "embedvideo":""
      }
   },
   {
      "id":18,
      "flname":"Kelsey Yu",
      "email":"yuy296@newschool.edu",
      "event":"Interactive Showcase",
      "url":"https://kelseyyu.com",
      "profTitle":"Data-driven Product Designer",
      "bio":"Kelsey is a data-driven product designer who innovatively designs solutions and drives positive business results. She always immersed herself in cutting-edge design and technology. Looking forward to the future where she could apply knowledge in design and contribute to the tech world, with the passion for learning to help others around the world.",
      "project":{
         "title":"Ladder",
         "coverImage":"coverimage.png",
         "abstract":"",
         "description":"It's a digital platform that helps entry-level designers to prepare, plan and manage their job-hunting process.",
         "projKW":"Digital product design, data analysis, job seekers,",
         "projMeta":"Product Design",
         "projURL":"",
         "embedvideo":""
      }
   },
   {
      "id":45,
      "flname":"Rita Zhang",
      "email":"zhanr526@newschool.edu",
      "event":"Interactive Showcase",
      "url":"https://www.ruixizhang.net",
      "profTitle":"Interaction Designer",
      "bio":"Rita Zhang is a UI/UX designer, Interaction Designer based in New York.",
      "project":{
         "title":"Behind",
         "coverImage":"coverimage.png",
         "abstract":"My thesis focus on the areas of oversharing on social media. After research, I find the people do not realize oversharing on social media is dangerous in some dark ways. My project aims to provoke a reflection that helps people attach importance to the influence of oversharing on social media in an efficient method.",
         "description":"BEHIND is a game in which the player takes on the role of a criminal who chooses a target based on their social media presence.The player collects personal data from posts of social media, such as possessions, habits, and location, using this information to plan and commit robberies.\n\nThis game emulates a criminal's use of a smartphone, receiving instructions from their criminal collaborators and stalking victims online to gather data to plan their crimes.\n\nThe purpose is in the way of role transition to change the behavior about oversharing in social media.",
         "projKW":"social media, game, educational, product,",
         "projMeta":"Playful Experiences / Play / Games, Social Issues / Social Change, Product Design",
         "projURL":"https://www.linkedin.com/in/rita-zhang-704742158/",
         "embedvideo":""
      }
   },
   {
      "id":40,
      "flname":"Youchun Zhang",
      "email":"zhany493@newschool.edu",
      "event":"Gallery Exhibition",
      "url":"http://youchunzhang.com",
      "profTitle":"Interaction Designer, Creative Technologist",
      "bio":"An engineer, designer, and creative technologist who works at the intersection of research, design and code to build the thoughtful solution and modern interface for both digital and physical products.",
      "project":{
         "title":"Hidden Space",
         "coverImage":"coverimage.png",
         "abstract":"",
         "description":"",
         "projKW":"algorithmic society, digital media, digital labor",
         "projMeta":"Installation / Sculpture, Social Issues / Social Change, Data / Data Art / Data Research / Surveillance",
         "projURL":"",
         "embedvideo":""
      }
   },
   {
      "id":13,
      "flname":"Yuemei Zhang",
      "email":"zhany679@newschool.edu",
      "event":"Gallery Exhibition",
      "url":"https://www.yuemeiz.com/",
      "profTitle":"",
      "bio":"She is a UI designer living in New York City. Passionate about storytelling and building innovative user experience. Highly interested in visual design and motion graphics.",
      "project":{
         "title":"Real",
         "coverImage":"coverimage.png",
         "abstract":"“Real,” a narrative animation, tells a story about a future where people can use an app named Real; to expose the vain personalities behind the pretentious faces. In an emotional story, the main character’s covert narcissistic personality has been encouraged by using Real. The covert narcissistic group of people’s behavior patterns and their mental activities were my main study during this project; imitating their social behavior was my main method to dive into this area. The content of the story is inspired by my reflections on my social behavior, both online and offline. The aim is for “Real” to help people to understand themselves deeper so that they can accept themselves better.",
         "description":"“Real” is a hand-drawn animation that reveals the phenomenon of covert narcissism in both real social contexts and the online environment through a narrative story.",
         "projKW":"Animation, storytelling, covert narcissism",
         "projMeta":"Storytelling / Film, Animation / Illustration",
         "projURL":"https://vimeo.com/yuemei",
         "embedvideo":""
      }
   },
   {
      "id":7,
      "flname":"Joyce Zheng",
      "email":"zhenq438@newschool.edu",
      "event":"Gallery Exhibition",
      "url":"https://www.joycezheng.com/",
      "profTitle":"User Experience Designer, Artist, Creative Technologist,  illustrator",
      "bio":"I am a user experience designer and artist focusing on creating physical and digital experience for commercial and gallery space. My works focus on gamification, artificial nature and brand design.",
      "project":{
         "title":"Speculative Weeds",
         "coverImage":"coverimage.png",
         "abstract":"My project, a herbarium of future weeds, speculates how plants could evolve to adapt to the urban environment in the context of the Anthropocene. This herbarium of the future documents how different urban flora developed new survival strategies to live with humans. Human creations have gradually been exploited by nature, which has been excellent at adapting to the changing environment throughout time. By illustrating one possible avenue for nature's counterattack in the Anthropocene, this project aims to trigger the audience to reflect on how we influence nature, and to re-examine our relationship with other species.",
         "description":"A future herbarium, speculating the future spontaneous urban plants and how these species will evolve to adapt to the city environment in the context of the Anthropocene.",
         "projKW":"Speculative design, 3D printing, Botanical illustration, AR, Anthropocene",
         "projMeta":"Installation / Sculpture, Critical, Biology / Micro-Biology",
         "projURL":"",
         "embedvideo":""
      }
   },
   {
      "id":43,
      "flname":"Stella Zhong",
      "email":"zhony815@newschool.edu",
      "event":"Gallery Exhibition",
      "url":"https://www.yuxinzhong.com",
      "profTitle":"Designer, Bio Artist",
      "bio":"Stella is a designer as well as a bio artist based in New York City. Passionate about crafting seamless and empowering experience for billions, she designs digital products, interactive installations and services.",
      "project":{
         "title":"Unseen Footprints",
         "coverImage":"coverimage.png",
         "abstract":"Unseen Footprints is an art installation which brings the microbes underfoot into human visual perception. By means of visual language pulled from archival pieces, it reveals unseen creatures which are rarely considered in the city, inspiring curiosity and discovery about what coexists with humans on a micro scale. It raises people’s awareness of these unseen inhabitants, and acts as a prompt for viewers to reflect on their relationship with those microscopic citizens which belong to a same complex ecosystem as humans do.",
         "description":"Unseen Footprints is an art installation which brings the microbes underfoot into human visual perception. By means of visual language pulled from archival pieces, it reveals unseen creatures which are rarely considered in the city, inspiring curiosity and discovery about what coexists with humans on a micro scale. It raises people’s awareness of these unseen inhabitants, and acts as a prompt for viewers to reflect on their relationship with those microscopic citizens which belong to a same complex ecosystem as humans do.",
         "projKW":"Microbiology, BioArt, Microbes, Art Installation",
         "projMeta":"Installation / Sculpture, Biology / Micro-Biology",
         "projURL":"",
         "embedvideo":""
      }
   },
   {
      "id":86,
      "flname":"Yimei Zhu",
      "email":"zhuy806@newschool.edu",
      "event":"Interactive Showcase",
      "url":"https://www.yimeiworld.com",
      "profTitle":"Interaction Designer",
      "bio":"I am a UI/UX and game designer who loves dance and games.",
      "project":{
         "title":"Baby lab",
         "coverImage":"coverimage.png",
         "abstract":"In 2018, the application of CRISPR on human beings became true. A pair of twin Chinese girls, Lulu, and Nana, born in November 2018. They are the world's first germline genetically edited babies. The researcher, He Jiankui, who announced his project involving Lulu and Nana in an interview with the news agency Associated Press on 19 November 2018. The project had received no independent confirmation and had not been peer-reviewed or published in a scientific journal. The reaction to his actions was widespread criticism and included concern for the well-being of the girls. Science fiction starts to become a reality. This event let human beings notice that CRISPR technology literally has the potential to change humanity forever. What will happen next?",
         "description":"This project is a virtual reality simulation experimental game aims to introduce CRISPR technology and criticize the application of it on the human in a possible future. It is a game set in a future society which legally applies CRISPR technology to human embryos. In the game, players are able to experience future CRISPR technology and notice the problems and risks hidden in it.",
         "projKW":"game, VR, crispr technology, gene, thesis",
         "projMeta":"VR / MR / AR, Playful Experiences / Play / Games, Critical",
         "projURL":"",
         "embedvideo":""
      }
   }
]